[["How does a bastard, orphan, son of a whore and a", "how doe a bastard orph son of a whor and a"], ["Scotsman, dropped in the middle of a", "scotsm drop in the middl of a"], ["Forgotten spot in the Caribbean by providence", "forgot spot in the carib by provid"], ["Impoverished, in squalor", "impov in squ"], ["Grow up to be a hero and a scholar?", "grow up to be a hero and a scholar"], ["The ten-dollar founding father without a father", "the ten doll found fath without a fath"], ["Got a lot farther by working a lot harder", "got a lot farth by work a lot hard"], ["By being a lot smarter", "by being a lot smart"], ["By being a self-starter", "by being a self start"], ["By fourteen, they placed him in charge of a", "by fourteen they plac him in charg of a"], ["Trading charter", "trad chart"], ["And every day while slaves were being slaughtered and carted", "and every day whil slav wer being slaught and cart"], ["Away across the waves, he struggled and kept his guard up", "away across the wav he struggled and kept his guard up"], ["Inside, he was longing for something to be a part of", "insid he was long for someth to be a part of"], ["The brother was ready to beg, steal, borrow, or barter", "the broth was ready to beg ste borrow or bart"], ["Then a hurricane came, and devastation reigned", "then a hur cam and devast reign"], ["Our man saw his future drip, dripping down the drain", "our man saw his fut drip drip down the drain"], ["Put a pencil to his temple, connected it to his brain", "put a pencil to his templ connect it to his brain"], ["And he wrote his first refrain, a testament to his pain", "and he wrot his first refrain a testa to his pain"], ["Well, the word got around, they said, “This kid is insane, man”", "wel the word got around they said thi kid is ins man"], ["Took up a collection just to send him to the mainland", "took up a collect just to send him to the mainland"], ["“Get your education, don’t forget from whence you came, and", "get yo educ don t forget from whent you cam and"], ["The world is gonna know your name. What’s your name, man?”", "the world is gonn know yo nam what s yo nam man"], ["Alexander Hamilton", "alexand hamilton"], ["My name is Alexander Hamilton", "my nam is alexand hamilton"], ["And there’s a million things I haven’t done", "and ther s a mil thing i hav t don"], ["But just you wait, just you wait...", "but just you wait just you wait"], ["When he was ten his father split, full of it, debt-ridden", "when he was ten his fath split ful of it debt rid"], ["Two years later, see Alex and his mother bed-ridden", "two year lat see alex and his moth bed rid"], ["Half-dead sittin' in their own sick, the scent thick", "half dead sittin in their own sick the scent thick"], ["And Alex got better but his mother went quick", "and alex got bet but his moth went quick"], ["Moved in with a cousin, the cousin committed suicide", "mov in with a cousin the cousin commit suicid"], ["Left him with nothin’ but ruined pride, something new inside", "left him with nothin but ruin prid someth new insid"], ["A voice saying", "a voic say"], ["“You gotta fend for yourself.”", "you gott fend for yourself"], ["He started retreatin’ and readin’ every treatise on the shelf", "he start retreatin and readin every tre on the shelf"], ["There would have been nothin’ left to do", "ther would hav been nothin left to do"], ["For someone less astute", "for someon less astut"], ["He woulda been dead or destitute", "he would been dead or destitut"], ["Without a cent of restitution", "without a cent of restitut"], ["Started workin’, clerkin’ for his late mother’s landlord", "start workin clerkin for his lat moth s landlord"], ["Tradin’ sugar cane and rum and all the things he can’t afford", "tradin sug can and rum and al the thing he can t afford"], ["Scammin’ for every book he can get his hands on", "scammin for every book he can get his hand on"], ["Plannin’ for the future see him now as he stands on", "plannin for the fut see him now as he stand on"], ["The bow of a ship headed for a new land", "the bow of a ship head for a new land"], ["In New York you can be a new man", "in new york you can be a new man"], ["In New York you can", "in new york you can"], ["Be a new man—", "be a new man"], ["In New York you can", "in new york you can"], ["Be a new man—", "be a new man"], ["In New York you can be a new man—", "in new york you can be a new man"], ["In New York—", "in new york"], ["New York—", "new york"], ["Just you wait!", "just you wait"], ["Alexander Hamilton", "alexand hamilton"], ["We are waiting in the wings for you", "we ar wait in the wing for you"], ["You could never back down", "you could nev back down"], ["You never learned to take your time!", "you nev learn to tak yo tim"], ["Oh, Alexander Hamilton", "oh alexand hamilton"], ["When America sings for you", "when americ sing for you"], ["Will they know what you overcame?", "wil they know what you overcam"], ["Will they know you rewrote the game?", "wil they know you rewrot the gam"], ["The world will never be the same, oh", "the world wil nev be the sam oh"], ["The ship is in the harbor now", "the ship is in the harb now"], ["See if you can spot him", "see if you can spot him"], ["Another immigrant", "anoth immigr"], ["Comin’ up from the bottom", "comin up from the bottom"], ["His enemies destroyed his rep", "his enemy destroy his rep"], ["America forgot him", "americ forgot him"], ["We fought with him", "we fought with him"], ["Me? I died for him", "me i died for him"], ["Me? I trusted him", "me i trust him"], ["Me? I loved him", "me i lov him"], ["And me? I’m the damn fool that shot him", "and me i m the damn fool that shot him"], ["There’s a million things I haven’t done", "ther s a mil thing i hav t don"], ["But just you wait!", "but just you wait"], ["What’s your name, man?", "what s yo nam man"], ["Alexander Hamilton!", "alexand hamilton"]]