[["Hey", "hey"], ["Hey", "hey"], ["Hey hey", "hey hey"], ["Hey hey hey hey", "hey hey hey hey"], ["Ohh, I do I do I do I", "ohh i do i do i do i"], ["Dooo! Hey!", "dooo hey"], ["Ohh, I do I do I do I", "ohh i do i do i do i"], ["Dooo! Boy you got me", "dooo boy you got me"], ["Helpless!", "helpless"], ["Look into your eyes, and the sky’s the limit I’m helpless!", "look into yo ey and the sky s the limit i m helpless"], ["Down for the count, and I’m drownin’ in ‘em", "down for the count and i m drownin in em"], ["I have never been the type to try and grab the spotlight", "i hav nev been the typ to try and grab the spotlight"], ["We were at a revel with some rebels on a hot night", "we wer at a revel with som rebel on a hot night"], ["Laughin’ at my sister as she’s dazzling the room", "laughin at my sist as she s dazzl the room"], ["Then you walked in and my heart went “Boom!”", "then you walk in and my heart went boom"], ["Tryin’ to catch your eye from the side of the ballroom", "tryin to catch yo ey from the sid of the ballroom"], ["Everybody’s dancin’ and the band’s top volume", "everybody s dancin and the band s top volum"], ["Grind to the rhythm as we wine and dine", "grind to the rhythm as we win and din"], ["Grab my sister, and whisper, “Yo, this one’s mine.”", "grab my sist and whisp yo thi on s min"], ["My sister made her way across the room to you", "my sist mad her way across the room to you"], ["And I got nervous, thinking “What’s she gonna do?”", "and i got nerv think what s she gonn do"], ["She grabbed you by the arm, I’m thinkin’ “I’m through”", "she grab you by the arm i m thinkin i m through"], ["Then you look back at me and suddenly I’m helpless!", "then you look back at me and sud i m helpless"], ["Oh, look at those eyes", "oh look at thos ey"], ["Oh!", "oh"], ["Yeah, I’m", "yeah i m"], ["Helpless, I know", "helpless i know"], ["I’m so into you", "i m so into you"], ["I am so into you", "i am so into you"], ["I know I’m down for the count", "i know i m down for the count"], ["And I’m drownin’ in ‘em.", "and i m drownin in em"], ["Where are you taking me?", "wher ar you tak me"], ["I’m about to change your life", "i m about to chang yo lif"], ["Then by all means, lead the way", "then by al mean lead the way"], ["Elizabeth Schuyler. It’s a pleasure to meet you", "elizabe schuyler it s a pleas to meet you"], ["Schuyler?", "schuyler"], ["My sister", "my sist"], ["Thank you for all your service", "thank you for al yo serv"], ["If it takes fighting a war for us to meet, it will have been worth it", "if it tak fight a war for us to meet it wil hav been wor it"], ["I’ll leave you to it", "i ll leav you to it"], ["One week later", "on week lat"], ["I’m writin’ a letter nightly", "i m writin a let night"], ["Now my life gets better, every letter that you write me", "now my lif get bet every let that you writ me"], ["Laughin’ at my sister, cuz she wants to form a harem", "laughin at my sist cuz she want to form a harem"], ["I’m just sayin’, if you really loved me, you would share him", "i m just sayin if you real lov me you would shar him"], ["Ha!", "ha"], ["Two weeks later", "two week lat"], ["In the living room stressin’", "in the liv room stressin"], ["My father’s stone-faced", "my fath s ston fac"], ["While you’re asking for his blessin’", "whil you re ask for his blessin"], ["I’m dying inside, as you wine", "i m dying insid as you win"], ["And dine", "and din"], ["And I’m tryin’ not to cry ‘cause", "and i m tryin not to cry caus"], ["There’s nothing that your mind can’t do", "ther s noth that yo mind can t do"], ["My father makes his way across the room to you", "my fath mak his way across the room to you"], ["I panic for a second, thinking, “We’re through”", "i pan for a second think we re through"], ["But then he shakes your hand and says", "but then he shak yo hand and say"], ["“Be true”", "be tru"], ["And you turn back to me, smiling, and I’m", "and you turn back to me smil and i m"], ["Helpless!", "helpless"], ["Helpless!", "helpless"], ["Hoo!", "hoo"], ["That boy is mine", "that boy is min"], ["That boy is mine!", "that boy is min"], ["Helpless! Helpless!", "helpless helpless"], ["Down for the count", "down for the count"], ["And I’m drownin’ in em", "and i m drownin in em"], ["Eliza, I don’t have a dollar to my name", "eliz i don t hav a doll to my nam"], ["An acre of land, a troop to command, a dollop of fame", "an acr of land a troop to command a dollop of fam"], ["All I have’s my honor, a tolerance for pain", "al i hav s my hon a tol for pain"], ["A couple of college credits and my top-notch brain", "a coupl of colleg credit and my top notch brain"], ["Insane, your family brings out a different side of me", "ins yo famy bring out a diff sid of me"], ["Peggy confides in me, Angelica tried to take a bite of me", "peggy confid in me angelic tri to tak a bit of me"], ["No stress, my love for you is never in doubt", "no stress my lov for you is nev in doubt"], ["We’ll get a little place in Harlem and we’ll figure it out", "we ll get a littl plac in harlem and we ll fig it out"], ["I’ve been livin’ without a family since I was a child", "i ve been livin without a famy sint i was a child"], ["My father left, my mother died, I grew up buckwild", "my fath left my moth died i grew up buckwild"], ["But I’ll never forget my mother’s face, that was real", "but i ll nev forget my moth s fac that was real"], ["And long as I’m alive, Eliza, swear to God", "and long as i m al eliz swear to god"], ["You’ll never feel so…", "you ll nev feel so"], ["Eliza…", "eliz"], ["I’ve never felt so—", "i ve nev felt so"], ["My life is gon’ be fine cuz Eliza’s in it.", "my lif is gon be fin cuz eliz s in it"], ["In New York, you can be a new man…", "in new york you can be a new man"], ["In New York, you can be a new man…", "in new york you can be a new man"], ["In New York, you can be a new man…", "in new york you can be a new man"], ["Helpless", "helpless"]]