[["Alright, alright. That’s what I’m talkin’ about!", "alright alright that s what i m talkin about"], ["Now everyone give it up for the maid of honor", "now everyon giv it up for the maid of hon"], ["Angelica Schuyler!", "angelic schuyler"], ["A toast to the groom!", "a toast to the groom"], ["To the bride!", "to the brid"], ["From your sister", "from yo sist"], ["Who is always by your side", "who is alway by yo sid"], ["To your union", "to yo un"], ["And the hope that you provide", "and the hop that you provid"], ["May you always…", "may you alway"], ["Be satisfied", "be satisfy"], ["I remember that night, I just might", "i rememb that night i just might"], ["Regret that night for the rest of my days", "regret that night for the rest of my day"], ["I remember those soldier boys", "i rememb thos soldy boy"], ["Tripping over themselves to win our praise", "trip ov themselv to win our pra"], ["I remember that dreamlike candlelight", "i rememb that dreamlik candlelight"], ["Like a dream that you can’t quite place", "lik a dream that you can t quit plac"], ["But Alexander, I’ll never forget the first", "but alexand i ll nev forget the first"], ["Time I saw your face", "tim i saw yo fac"], ["I have never been the same", "i hav nev been the sam"], ["Intelligent eyes in a hunger-pang frame", "intellig ey in a hung pang fram"], ["And when you said “Hi,” I forgot my dang name", "and when you said hi i forgot my dang nam"], ["Set my heart aflame, ev’ry part aflame", "set my heart aflam ev ry part aflam"], ["This is not a game…", "thi is not a gam"], ["You strike me as a woman who has never been satisfied", "you strike me as a wom who has nev been satisfy"], ["I’m sure I don’t know what you mean. You forget yourself", "i m sur i don t know what you mean you forget yourself"], ["You’re like me. I’m never satisfied", "you re lik me i m nev satisfy"], ["Is that right?", "is that right"], ["I have never been satisfied", "i hav nev been satisfy"], ["My name is Angelica Schuyler", "my nam is angelic schuyler"], ["Alexander Hamilton", "alexand hamilton"], ["Where’s your fam’ly from?", "wher s yo fam ly from"], ["Unimportant. There’s a million things I haven’t done but", "unimport ther s a mil thing i hav t don but"], ["Just you wait, just you wait…", "just you wait just you wait"], ["So so so—", "so so so"], ["So this is what it feels like to match wits", "so thi is what it feel lik to match wit"], ["With someone at your level! What the hell is the catch? It’s", "with someon at yo level what the hel is the catch it s"], ["The feeling of freedom, of seein’ the light", "the feel of freedom of seein the light"], ["It’s Ben Franklin with a key and a kite! You see it, right?", "it s ben franklin with a key and a kit you see it right"], ["The conversation lasted two minutes, maybe three minutes", "the convers last two minut mayb three minut"], ["Ev’rything we said in total agreement, it’s", "ev ryth we said in tot agr it s"], ["A dream and it’s a bit of a dance", "a dream and it s a bit of a dant"], ["A bit of a posture, it’s a bit of a stance. He’s a", "a bit of a post it s a bit of a stant he s a"], ["Bit of a flirt, but I’m ‘a give it a chance", "bit of a flirt but i m a giv it a chant"], ["I asked about his fam’ly, did you see his answer?", "i ask about his fam ly did you see his answ"], ["His hands started fidgeting, he looked askance?", "his hand start fidget he look ask"], ["He’s penniless, he’s flying by the seat of his pants", "he s penniless he s fly by the seat of his pant"], ["Handsome, boy, does he know it!", "handsom boy doe he know it"], ["Peach fuzz, and he can’t even grow it!", "peach fuzz and he can t ev grow it"], ["I wanna take him far away from this place", "i wann tak him far away from thi plac"], ["Then I turn and see my sister’s face and she is…", "then i turn and see my sist s fac and she is"], ["Helpless…", "helpless"], ["And I know she is…", "and i know she is"], ["Helpless…", "helpless"], ["And her eyes are just…", "and her ey ar just"], ["Helpless…", "helpless"], ["And I realize", "and i real"], ["Three fundamental truths at the exact same time…", "three funda truth at the exact sam tim"], ["Where are you taking me?", "wher ar you tak me"], ["I’m about to change your life", "i m about to chang yo lif"], ["Then by all means, lead the way", "then by al mean lead the way"], ["Number one!", "numb on"], ["I’m a girl in a world in which", "i m a girl in a world in which"], ["My only job is to marry rich", "my on job is to marry rich"], ["My father has no sons so I’m the one", "my fath has no son so i m the on"], ["Who has to social climb for one", "who has to soc climb for on"], ["So I’m the oldest and the wittiest and the gossip in", "so i m the oldest and the wittiest and the gossip in"], ["New York City is insidious", "new york city is insidy"], ["And Alexander is penniless", "and alexand is penniless"], ["Ha! That doesn’t mean I want him any less", "ha that doesn t mean i want him any less"], ["Elizabeth Schuyler. It’s a pleasure to meet you", "elizabe schuyler it s a pleas to meet you"], ["Schuyler?", "schuyler"], ["My sister", "my sist"], ["Number two!", "numb two"], ["He’s after me cuz I’m a Schuyler sister", "he s aft me cuz i m a schuyler sist"], ["That elevates his status, I’d", "that elev his stat i d"], ["Have to be naïve to set that aside", "hav to be na ve to set that asid"], ["Maybe that is why I introduce him to Eliza", "mayb that is why i introduc him to eliz"], ["Now that’s his bride", "now that s his brid"], ["Nice going, Angelica, he was right", "nic going angelic he was right"], ["You will never be satisfied", "you wil nev be satisfy"], ["Thank you for all your service", "thank you for al yo serv"], ["If it takes fighting a war for us to meet, it will have been worth it", "if it tak fight a war for us to meet it wil hav been wor it"], ["I’ll leave you to it", "i ll leav you to it"], ["Number three!", "numb three"], ["I know my sister like I know my own mind", "i know my sist lik i know my own mind"], ["You will never find anyone as trusting or as kind", "you wil nev find anyon as trust or as kind"], ["If I tell her that I love him she’d be silently resigned", "if i tel her that i lov him she d be sil resign"], ["He’d be mine", "he d be min"], ["She would say, “I’m fine”", "she would say i m fin"], ["She’d be lying", "she d be lying"], ["But when I fantasize at night", "but when i fantas at night"], ["It’s Alexander’s eyes", "it s alexand s ey"], ["As I romanticize what might", "as i rom what might"], ["Have been if I hadn’t sized him", "hav been if i hadn t siz him"], ["Up so quickly", "up so quick"], ["At least my dear Eliza’s his wife;", "at least my dear eliz s his wif"], ["At least I keep his eyes in my life…", "at least i keep his ey in my lif"], ["To the groom!", "to the groom"], ["To the bride!", "to the brid"], ["From your sister", "from yo sist"], ["Who is always by your side", "who is alway by yo sid"], ["To your union", "to yo un"], ["And the hope that you provide", "and the hop that you provid"], ["May you always", "may you alway"], ["Be satisfied", "be satisfy"], ["And I know", "and i know"], ["She’ll be happy as his bride", "she ll be happy as his brid"], ["And I know", "and i know"], ["He will never be satisfied", "he wil nev be satisfy"], ["I will never be satisfied", "i wil nev be satisfy"]]