[["Stay alive…", "stay al"], ["Stay alive…", "stay al"], ["I have never seen the General so despondent", "i hav nev seen the gen so despond"], ["I have taken over writing all his correspondence", "i hav tak ov writ al his correspond"], ["Congress writes, “George, attack the British forces.”", "congress writ georg attack the brit forc"], ["I shoot back, we have resorted to eating our horses", "i shoot back we hav resort to eat our hors"], ["Local merchants deny us equipment, assistance", "loc merch deny us equip assist"], ["They only take British money, so sing a song of sixpence", "they on tak brit money so sing a song of sixp"], ["The cavalry’s not coming", "the cavalry s not com"], ["But, sir!", "but sir"], ["Alex, listen. There’s only one way for us to win this", "alex list ther s on on way for us to win thi"], ["Provoke outrage, outright", "provok out outright"], ["That’s right", "that s right"], ["Don’t engage, strike by night", "don t eng strike by night"], ["Remain relentless ‘til their troops take flight", "remain relentless til their troop tak flight"], ["Make it impossible to justify the cost of the fight", "mak it imposs to just the cost of the fight"], ["Outrun", "outrun"], ["Outrun", "outrun"], ["Outlast", "outlast"], ["Outlast", "outlast"], ["Hit ‘em quick, get out fast", "hit em quick get out fast"], ["Chick-a-plao!", "chick a plao"], ["Stay alive ‘til this horror show is past", "stay al til thi hor show is past"], ["We’re gonna fly a lot of flags half-mast", "we re gonn fly a lot of flag half mast"], ["Raise a glass!", "rais a glass"], ["I go back to New York and my apprenticeship", "i go back to new york and my appr"], ["I ask for French aid, I pray that France has sent a ship", "i ask for french aid i pray that frant has sent a ship"], ["I stay at work with Hamilton", "i stay at work with hamilton"], ["We write essays against slavery", "we writ essay against slavery"], ["And every day’s a test of our camaraderie and bravery", "and every day s a test of our camaradery and bravery"], ["We cut supply lines, we steal contraband", "we cut supply lin we ste contraband"], ["We pick and choose our battles and places to take a stand", "we pick and choos our battl and plac to tak a stand"], ["And ev’ry day", "and ev ry day"], ["“Sir, entrust me with a command,”", "sir entrust me with a command"], ["And ev’ry day", "and ev ry day"], ["No", "no"], ["He dismisses me out of hand", "he dismiss me out of hand"], ["Instead of me", "instead of me"], ["He promotes", "he promot"], ["Charles Lee", "charl lee"], ["Makes him second-in-command:", "mak him second in command"], ["I’m a General. Whee!!!!", "i m a gen whe"], ["Yeah. He’s not the choice I would have gone with", "yeah he s not the cho i would hav gon with"], ["He shits the bed at the Battle of Monmouth", "he shit the bed at the battl of monmou"], ["Ev’ryone attack!", "ev ryon attack"], ["Retreat!", "ret"], ["Attack!", "attack"], ["Retreat!", "ret"], ["What are you doing, Lee? Get back on your feet!", "what ar you doing lee get back on yo feet"], ["But there’s so many of them!", "but ther s so many of them"], ["I’m sorry, is this not your speed?!", "i m sorry is thi not yo spee"], ["Hamilton!", "hamilton"], ["Ready, sir!", "ready sir"], ["Have Lafayette take the lead!", "hav lafayet tak the lead"], ["Yes, sir!", "ye sir"], ["A thousand soldiers die in a hundred degree heat", "a thousand soldy die in a hundr degr heat"], ["As we snatch a stalemate from the jaws of defeat", "as we snatch a stalem from the jaw of def"], ["Charles Lee was left behind", "charl lee was left behind"], ["Without a pot to piss in", "without a pot to piss in"], ["He started sayin’ this to anybody who would listen:", "he start sayin thi to anybody who would list"], ["Washington cannot be left alone to his devices", "washington cannot be left alon to his dev"], ["Indecisive, from crisis to crisis", "indecid from cris to cris"], ["The best thing he can do for the revolution is turn n’", "the best thing he can do for the revolv is turn n"], ["Go back to plantin’ tobacco in Mount Vernon", "go back to plantin tobacco in mount vernon"], ["Ooh!!", "ooh"], ["Don’t do a thing. History will prove him wrong", "don t do a thing hist wil prov him wrong"], ["But, sir!", "but sir"], ["We have a war to fight, let’s move along", "we hav a war to fight let s mov along"], ["Strong words from Lee, someone oughta hold him to it", "strong word from lee someon ought hold him to it"], ["I can’t disobey direct orders", "i can t disobey direct ord"], ["Then I’ll do it", "then i ll do it"], ["Alexander, you’re the closest friend I’ve got", "alexand you re the closest friend i ve got"], ["Laurens, do not throw away your shot", "laur do not throw away yo shot"]]