[["One, two, three, four", "on two three four"], ["Five, six, seven, eight, nine…", "fiv six sev eight nin"], ["It’s the Ten Duel Commandments", "it s the ten duel command"], ["It’s the Ten Duel Commandments", "it s the ten duel command"], ["Number one!", "numb on"], ["The challenge: demand satisfaction", "the challeng demand satisfact"], ["If they apologize, no need for further action", "if they apolog no nee for furth act"], ["Number two!", "numb two"], ["If they don’t, grab a friend, that’s your second", "if they don t grab a friend that s yo second"], ["Your lieutenant when there’s reckoning to be reckoned", "yo lieut when ther s reckon to be reckon"], ["Number three!", "numb three"], ["Have your seconds meet face to face", "hav yo second meet fac to fac"], ["Negotiate a peace…", "negoty a peac"], ["Or negotiate a time and place", "or negoty a tim and plac"], ["This is commonplace, ‘specially ‘tween recruits", "thi is commonplac spec tween recruit"], ["Most disputes die, and no one shoots", "most disput die and no on shoot"], ["Number four!", "numb four"], ["If they don’t reach a peace, that’s alright", "if they don t reach a peac that s alright"], ["Time to get some pistols and a doctor on site", "tim to get som pistol and a doct on sit"], ["You pay him in advance, you treat him with civility", "you pay him in adv you tre him with civil"], ["You have him turn around so he can have deniability", "you hav him turn around so he can hav deny"], ["Five!", "fiv"], ["Duel before the sun is in the sky", "duel bef the sun is in the sky"], ["Pick a place to die where it’s high and dry", "pick a plac to die wher it s high and dry"], ["Number six!", "numb six"], ["Leave a note for your next of kin", "leav a not for yo next of kin"], ["Tell ‘em where you been. Pray that hell or heaven lets you in", "tel em wher you been pray that hel or heav let you in"], ["Seven!", "sev"], ["Confess your sins. Ready for the moment", "confess yo sin ready for the mom"], ["Of adrenaline when you finally face your opponent", "of adrenalin when you fin fac yo oppon"], ["Number eight!", "numb eight"], ["Your last chance to negotiate", "yo last chant to negoty"], ["Send in your seconds, see if they can set the record straight…", "send in yo second see if they can set the record straight"], ["Alexander", "alexand"], ["Aaron Burr, sir", "aaron bur sir"], ["Can we agree that duels are dumb and immature?", "can we agr that duel ar dumb and im"], ["Sure", "sur"], ["But your man has to answer for his words, Burr", "but yo man has to answ for his word bur"], ["With his life? We both know that’s absurd, sir", "with his lif we both know that s absurd sir"], ["Hang on, how many men died because Lee was inexperienced and ruinous?", "hang on how many men died becaus lee was inexpery and ruin"], ["Okay, so we’re doin’ this", "okay so we re doin thi"], ["Number nine!", "numb nin"], ["Look ‘em in the eye, aim no higher", "look em in the ey aim no high"], ["Summon all the courage you require.  Then count", "summon al the cour you requir then count"], ["One two three four", "on two three four"], ["Five six seven eight nine", "fiv six sev eight nin"], ["Number", "numb"], ["Ten paces!", "ten pac"], ["Fire", "fir"]]