[["How does a ragtag volunteer army in need of a shower", "how doe a ragt volunt army in nee of a show"], ["Somehow defeat a global superpower?", "somehow def a glob superpow"], ["How do we emerge victorious from the quagmire?", "how do we emerg vict from the quagmir"], ["Leave the battlefield waving Betsy Ross’ flag higher?", "leav the battlefield wav betsy ross flag high"], ["Yo. Turns out we have a secret weapon!", "yo turn out we hav a secret weapon"], ["An immigrant you know and love who’s unafraid to step in!", "an immigr you know and lov who s unafraid to step in"], ["He’s constantly confusin’, confoundin’ the British henchmen", "he s const confusin confoundin the brit henchm"], ["Ev’ryone give it up for America’s favorite fighting Frenchman!", "ev ryon giv it up for americ s favorit fight frenchm"], ["Lafayette!", "lafayet"], ["I’m takin this horse by the reins makin’", "i m takin thi hors by the rein makin"], ["Redcoats redder with bloodstains", "redco red with bloodstain"], ["Lafayette!", "lafayet"], ["And I’m never gonna stop until I make ‘em", "and i m nev gonn stop until i mak em"], ["Drop and burn ‘em up and scatter their remains, I’m", "drop and burn em up and scat their remain i m"], ["Lafayette!", "lafayet"], ["Watch me engagin’ em! Escapin’ em!  Enragin’ em! I’m—", "watch me engagin em escapin em enragin em i m"], ["Lafayette!", "lafayet"], ["I go to France for more funds", "i go to frant for mor fund"], ["Lafayette!", "lafayet"], ["I come back with more", "i com back with mor"], ["Guns", "gun"], ["And ships", "and ship"], ["And so the balance shifts", "and so the bal shift"], ["We rendezvous with Rochambeau, consolidate their gifts", "we rendezv with rochambeau consolid their gift"], ["We can end this war at Yorktown, cut them off at sea, but", "we can end thi war at yorktown cut them off at sea but"], ["For this to succeed, there is someone else we need:", "for thi to success ther is someon els we nee"], ["I know", "i know"], ["Hamilton!", "hamilton"], ["Sir, he knows what to do in a trench", "sir he know what to do in a trench"], ["Ingenuitive and fluent in French, I mean—", "ingenuit and flu in french i mean"], ["Hamilton!", "hamilton"], ["Sir, you’re gonna have to use him eventually", "sir you re gonn hav to us him ev"], ["What’s he gonna do on the bench? I mean—", "what s he gonn do on the bench i mean"], ["Hamilton!", "hamilton"], ["No one has more resilience", "no on has mor resy"], ["Or matches my practical tactical brilliance—", "or match my pract tact bril"], ["Hamilton!", "hamilton"], ["You wanna fight for your land back?", "you wann fight for yo land back"], ["I need my right hand man back!", "i nee my right hand man back"], ["Ah! Uh, get ya right hand man back", "ah uh get ya right hand man back"], ["You know you gotta get ya right hand man back", "you know you gott get ya right hand man back"], ["I mean you gotta put some thought into the letter but the sooner the better", "i mean you gott put som thought into the let but the soon the bet"], ["To get your right hand man back!", "to get yo right hand man back"], ["Alexander Hamilton", "alexand hamilton"], ["Troops are waiting in the field for you", "troop ar wait in the field for you"], ["If you join us right now, together we can turn the tide", "if you join us right now togeth we can turn the tid"], ["Oh, Alexander Hamilton", "oh alexand hamilton"], ["I have soldiers that will yield for you", "i hav soldy that wil yield for you"], ["If we manage to get this right", "if we man to get thi right"], ["They’ll surrender by early light", "they ll surrend by ear light"], ["The world will never be the same, Alexander…", "the world wil nev be the sam alexand"]]