[["1776. New York City", "new york city"], ["Pardon me. Are you Aaron Burr, sir?", "pardon me ar you aaron bur sir"], ["That depends. Who’s asking?", "that depend who s ask"], ["Oh, well, sure, sir", "oh wel sur sir"], ["I’m Alexander Hamilton, I’m at your service, sir", "i m alexand hamilton i m at yo serv sir"], ["I have been looking for you", "i hav been look for you"], ["I’m getting nervous", "i m get nerv"], ["Sir…", "sir"], ["I heard your name at Princeton. I was seeking an accelerated course of study when I got sort of out of sorts with a buddy of yours. I may have punched him. It’s a blur, sir. He handles the financials?", "i heard yo nam at princeton i was seek an accel cours of study when i got sort of out of sort with a buddy of yo i may hav punch him it s a blur sir he handl the fin"], ["You punched the bursar", "you punch the burs"], ["Yes!", "ye"], ["I wanted to do what you did. Graduate in two, then join the revolution. He looked at me like I was stupid, I’m not stupid", "i want to do what you did gradu in two then join the revolv he look at me lik i was stupid i m not stupid"], ["So how’d you do it? How’d you graduate so fast?", "so how d you do it how d you gradu so fast"], ["It was my parents’ dying wish before they passed", "it was my par dying wish bef they pass"], ["You’re an orphan? Of course! I’m an orphan", "you re an orph of cours i m an orph"], ["God, I wish there was a war!", "god i wish ther was a war"], ["Then we could prove that we’re worth more", "then we could prov that we re wor mor"], ["Than anyone bargained for…", "than anyon bargain for"], ["Can I buy you a drink?", "can i buy you a drink"], ["That would be nice", "that would be nic"], ["While we’re talking, let me offer you some free advice", "whil we re talk let me off you som fre adv"], ["Talk less", "talk less"], ["What?", "what"], ["Smile more", "smil mor"], ["Ha", "ha"], ["Don’t let them know what you’re against or what you’re for", "don t let them know what you re against or what you re for"], ["You can’t be serious", "you can t be sery"], ["You wanna get ahead?", "you wann get ahead"], ["Yes", "ye"], ["Fools who run their mouths off wind up dead", "fool who run their mouth off wind up dead"], ["Yo yo yo yo yo!", "yo yo yo yo yo"], ["What time is it?", "what tim is it"], ["Show time!", "show tim"], ["…like I said…", "lik i said"], ["Show time! Show time! Yo!", "show tim show tim yo"], ["I’m John Laurens in the place to be!", "i m john laur in the plac to be"], ["Two pints o’ Sam Adams, but I’m workin’ on three, uh!", "two pint o sam adam but i m workin on three uh"], ["Those redcoats don’t want it with me!", "thos redco don t want it with me"], ["Cuz I will pop chick-a pop these cops till I’m free!", "cuz i wil pop chick a pop thes cop til i m fre"], ["Oui oui, mon ami, je m’appelle Lafayette!", "ou ou mon am je m appel lafayet"], ["The Lancelot of the revolutionary set!", "the lancelot of the revolv set"], ["I came from afar just to say “Bonsoir!”", "i cam from af just to say bonsoir"], ["Tell the King “Casse toi!” Who’s the best?", "tel the king cass toi who s the best"], ["C’est moi!", "c est moi"], ["Brrrah brraaah! I am Hercules Mulligan", "brrrah brraaah i am herc mullig"], ["Up in it, lovin’ it, yes I heard ya mother said “Come again?”", "up in it lovin it ye i heard ya moth said com again"], ["Lock up ya daughters and horses, of course", "lock up ya daught and hors of cours"], ["It’s hard to have intercourse over four sets of corsets…", "it s hard to hav intercours ov four set of corset"], ["No more sex, pour me another brew, son!", "no mor sex pour me anoth brew son"], ["Let’s raise a couple more…", "let s rais a coupl mor"], ["To the revolution!", "to the revolv"], ["Well, if it ain’t the prodigy of Princeton college!", "wel if it ain t the prodigy of princeton colleg"], ["Aaron Burr!", "aaron bur"], ["Give us a verse, drop some knowledge!", "giv us a vers drop som knowledg"], ["Good luck with that: you’re takin’ a stand", "good luck with that you re takin a stand"], ["You spit. I’m ‘a sit. We’ll see where we land", "you spit i m a sit we ll see wher we land"], ["Boooo!", "boooo"], ["Burr, the revolution’s imminent. What do you stall for?", "bur the revolv s immin what do you stal for"], ["If you stand for nothing, Burr, what’ll you fall for?", "if you stand for noth bur what ll you fal for"]]