[["The battle of Yorktown. 1781", "the battl of yorktown"], ["Monsieur Hamilton", "monsy hamilton"], ["Monsieur Lafayette", "monsy lafayet"], ["In command where you belong", "in command wher you belong"], ["How you say, no sweat", "how you say no swe"], ["We're finally on the field. We’ve had quite a run", "we re fin on the field we ve had quit a run"], ["Immigrants:", "immigr"], ["We get the job done", "we get the job don"], ["So what happens if we win?", "so what hap if we win"], ["I go back to France", "i go back to frant"], ["I bring freedom to my people if I’m given the chance", "i bring freedom to my peopl if i m giv the chant"], ["We’ll be with you when you do", "we ll be with you when you do"], ["Go lead your men", "go lead yo men"], ["See you on the other side", "see you on the oth sid"], ["‘Til we meet again, let’s go!", "til we meet again let s go"], ["I am not throwin’ away my shot!", "i am not throwin away my shot"], ["I am not throwin’ away my shot!", "i am not throwin away my shot"], ["Hey yo, I’m just like my country, I’m young scrappy and hungry", "hey yo i m just lik my country i m young scrappy and hungry"], ["And I’m not throwin’ away my shot!", "and i m not throwin away my shot"], ["I am not throwin’ away my shot!", "i am not throwin away my shot"], ["‘Til the world turns upside down…", "til the world turn upsid down"], ["‘Til the world turns upside down!", "til the world turn upsid down"], ["I imagine death so much it feels more like a memory", "i imagin dea so much it feel mor lik a mem"], ["This is where it gets me:", "thi is wher it get me"], ["On my feet", "on my feet"], ["The enemy ahead of me", "the enemy ahead of me"], ["If this is the end of me, at least I have a friend with me", "if thi is the end of me at least i hav a friend with me"], ["Weapon in my hand, a command, and my men with me", "weapon in my hand a command and my men with me"], ["Then I remember my Eliza’s expecting me...", "then i rememb my eliz s expect me"], ["Not only that, my Eliza’s expecting", "not on that my eliz s expect"], ["We gotta go, gotta get the job done", "we gott go gott get the job don"], ["Gotta start a new nation, gotta meet my son!", "gott start a new nat gott meet my son"], ["Take the bullets out your gun!", "tak the bullet out yo gun"], ["What?", "what"], ["The bullets out your gun!", "the bullet out yo gun"], ["What?", "what"], ["We move under cover and we move as one", "we mov und cov and we mov as on"], ["Through the night, we have one shot to live another day", "through the night we hav on shot to liv anoth day"], ["We cannot let a stray gunshot give us away", "we cannot let a stray gunshot giv us away"], ["We will fight up close, seize the moment and stay in it", "we wil fight up clos seiz the mom and stay in it"], ["It’s either that or meet the business end of a bayonet", "it s eith that or meet the busy end of a bayonet"], ["The code word is ‘Rochambeau,’ dig me?", "the cod word is rochambeau dig me"], ["Rochambeau!", "rochambeau"], ["You have your orders now, go, man, go!", "you hav yo ord now go man go"], ["And so the American experiment begins", "and so the am expery begin"], ["With my friends all scattered to the winds", "with my friend al scat to the wind"], ["Laurens is in South Carolina, redefining brav’ry", "laur is in sou carolin redefin brav ry"], ["We’ll never be free until we end slavery!", "we ll nev be fre until we end slavery"], ["When we finally drive the British away", "when we fin driv the brit away"], ["Lafayette is there waiting—", "lafayet is ther wait"], ["In Chesapeake Bay!", "in chesapeak bay"], ["How did we know that this plan would work?", "how did we know that thi plan would work"], ["We had a spy on the inside. That’s right", "we had a spy on the insid that s right"], ["Hercules Mulligan!", "herc mullig"], ["A tailor spyin’ on the British government!", "a tail spyin on the brit govern"], ["I take their measurements, information and then I smuggle it", "i tak their meas inform and then i smuggl it"], ["Up", "up"], ["To my brother's revolutionary covenant", "to my broth s revolv cov"], ["I’m runnin’ with the Sons of Liberty and I am lovin’ it!", "i m runnin with the son of liberty and i am lovin it"], ["See, that’s what happens when you up against the ruffians", "see that s what hap when you up against the ruff"], ["We in the shit now, somebody gotta shovel it!", "we in the shit now somebody gott shovel it"], ["Hercules Mulligan, I need no introduction", "herc mullig i nee no introduc"], ["When you knock me down I get the fuck back up again!", "when you knock me down i get the fuck back up again"], ["Left! Right! Hold!", "left right hold"], ["Go!", "go"], ["What! What! What!", "what what what"], ["After a week of fighting, a young man in a red coat stands on a parapet", "aft a week of fight a young man in a red coat stand on a parapet"], ["We lower our guns as he frantically waves a white handkerchief", "we low our gun as he frant wav a whit handkerchief"], ["And just like that, it’s over. We tend to our wounded, we count our dead", "and just lik that it s ov we tend to our wound we count our dead"], ["Black and white soldiers wonder alike if this really means freedom", "black and whit soldy wond alik if thi real mean freedom"], ["Not. Yet", "not yet"], ["We negotiate the terms of surrender", "we negoty the term of surrend"], ["I see George Washington smile", "i see georg washington smil"], ["We escort their men out of Yorktown", "we escort their men out of yorktown"], ["They stagger home single file", "they stag hom singl fil"], ["Tens of thousands of people flood the streets", "ten of thousand of peopl flood the streets"], ["There are screams and church bells ringing", "ther ar screams and church bel ring"], ["And as our fallen foes retreat", "and as our fal foe ret"], ["I hear the drinking song they’re singing…", "i hear the drink song they re sing"], ["The world turned upside down", "the world turn upsid down"], ["The world turned upside down", "the world turn upsid down"], ["The world turned upside down", "the world turn upsid down"], ["The world turned upside down", "the world turn upsid down"], ["Down", "down"], ["Down, down, down", "down down down"], ["Freedom for America, freedom for France!", "freedom for americ freedom for frant"], ["Down, down, down", "down down down"], ["Gotta start a new nation", "gott start a new nat"], ["Gotta meet my son", "gott meet my son"], ["Down, down, down", "down down down"], ["We won!", "we won"], ["We won!", "we won"], ["We won!", "we won"], ["We won!", "we won"], ["The world turned upside down!", "the world turn upsid down"]]