[["Dear Theodosia, what to say to you?", "dear theodos what to say to you"], ["You have my eyes. You have your mother’s name", "you hav my ey you hav yo moth s nam"], ["When you came into the world, you cried and it broke my heart", "when you cam into the world you cri and it brok my heart"], ["I’m dedicating every day to you", "i m ded every day to you"], ["Domestic life was never quite my style", "domest lif was nev quit my styl"], ["When you smile, you knock me out, I fall apart", "when you smil you knock me out i fal apart"], ["And I thought I was so smart", "and i thought i was so smart"], ["You will come of age with our young nation", "you wil com of ag with our young nat"], ["We’ll bleed and fight for you, we’ll make it right for you", "we ll blee and fight for you we ll mak it right for you"], ["If we lay a strong enough foundation", "if we lay a strong enough found"], ["We’ll pass it on to you, we’ll give the world to you", "we ll pass it on to you we ll giv the world to you"], ["And you’ll blow us all away…", "and you ll blow us al away"], ["Someday, someday", "someday someday"], ["Yeah, you’ll blow us all away", "yeah you ll blow us al away"], ["Someday, someday", "someday someday"], ["Oh Philip, when you smile I am undone", "oh philip when you smil i am undon"], ["My son", "my son"], ["Look at my son. Pride is not the word I’m looking for", "look at my son prid is not the word i m look for"], ["There is so much more inside me now", "ther is so much mor insid me now"], ["Oh Philip, you outshine the morning sun", "oh philip you outshin the morn sun"], ["My son", "my son"], ["When you smile, I fall apart", "when you smil i fal apart"], ["And I thought I was so smart", "and i thought i was so smart"], ["My father wasn’t around", "my fath wasn t around"], ["My father wasn’t around", "my fath wasn t around"], ["I swear that", "i swear that"], ["I’ll be around for you.", "i ll be around for you"], ["I’ll do whatever it takes", "i ll do whatev it tak"], ["I’ll make a million mistakes", "i ll mak a mil mistak"], ["I’ll make the world safe and sound for you…", "i ll mak the world saf and sound for you"], ["Will come of age with our young nation", "wil com of ag with our young nat"], ["We’ll bleed and fight for you, we’ll make it right for you", "we ll blee and fight for you we ll mak it right for you"], ["If we lay a strong enough foundation", "if we lay a strong enough found"], ["We’ll pass it on to you, we’ll give the world to you", "we ll pass it on to you we ll giv the world to you"], ["And you’ll blow us all away...", "and you ll blow us al away"], ["Someday, someday", "someday someday"], ["Yeah, you’ll blow us all away", "yeah you ll blow us al away"], ["Someday, someday", "someday someday"]]