[["Ladies and gentlemen, you coulda been anywhere in the world tonight, but you’re here with us in New York City. Are you ready for a cabinet meeting???", "lady and gentlem you could been anywh in the world tonight but you re her with us in new york city ar you ready for a cabinet meet"], ["The issue on the table: Secretary Hamilton’s plan to assume state debt and establish a national bank. Secretary Jefferson, you have the floor, sir", "the issu on the tabl secret hamilton s plan to assum stat debt and est a nat bank secret jefferson you hav the flo sir"], ["‘Life, liberty and the pursuit of happiness.’", "lif liberty and the pursuit of happy"], ["We fought for these ideals; we shouldn’t settle for less", "we fought for thes id we shouldn t settl for less"], ["These are wise words, enterprising men quote ‘em", "thes ar wis word enterpr men quot em"], ["Don’t act surprised, you guys, cuz I wrote ‘em", "don t act surpr you guy cuz i wrot em"], ["Oww", "oww"], ["But Hamilton forgets", "but hamilton forget"], ["His plan would have the government assume state’s debts", "his plan would hav the govern assum stat s debt"], ["Now, place your bets as to who that benefits:", "now plac yo bet as to who that benefit"], ["The very seat of government where Hamilton sits", "the very seat of govern wher hamilton sit"], ["Not true!", "not tru"], ["Ooh, if the shoe fits, wear it", "ooh if the sho fit wear it"], ["If New York’s in debt—", "if new york s in debt"], ["Why should Virginia bear it? Uh! Our debts are paid, I’m afraid", "why should virgin bear it uh our debt ar paid i m afraid"], ["Don’t tax the South cuz we got it made in the shade", "don t tax the sou cuz we got it mad in the shad"], ["In Virginia, we plant seeds in the ground", "in virgin we plant see in the ground"], ["We create. You just wanna move our money around", "we cre you just wann mov our money around"], ["This financial plan is an outrageous demand", "thi fin plan is an out demand"], ["And it’s too many damn pages for any man to understand", "and it s too many damn pag for any man to understand"], ["Stand with me in the land of the free", "stand with me in the land of the fre"], ["And pray to God we never see Hamilton’s candidacy", "and pray to god we nev see hamilton s candid"], ["Look, when Britain taxed our tea, we got frisky", "look when britain tax our tea we got frisky"], ["Imagine what gon’ happen when you try to tax our whisky", "imagin what gon hap when you try to tax our whisky"], ["Thank you, Secretary Jefferson", "thank you secret jefferson"], ["Secretary Hamilton, your response", "secret hamilton yo respons"], ["Thomas. That was a real nice declaration", "thoma that was a real nic decl"], ["Welcome to the present, we’re running a real nation", "welcom to the pres we re run a real nat"], ["Would you like to join us, or stay mellow", "would you lik to join us or stay mellow"], ["Doin’ whatever the hell it is you do in Monticello?", "doin whatev the hel it is you do in monticello"], ["If we assume the debts, the union gets a new line of credit, a financial diuretic", "if we assum the debt the un get a new lin of credit a fin diuret"], ["How do you not get it? If we’re aggressive and competitive", "how do you not get it if we re aggress and competit"], ["The union gets a boost. You’d rather give it a sedative?", "the un get a boost you d rath giv it a sed"], ["A civics lesson from a slaver. Hey neighbor", "a civ lesson from a slav hey neighb"], ["Your debts are paid cuz you don’t pay for labor", "yo debt ar paid cuz you don t pay for lab"], ["“We plant seeds in the South. We create.”  Yeah, keep ranting", "we plant see in the sou we cre yeah keep rant"], ["We know who’s really doing the planting", "we know who s real doing the plant"], ["And another thing, Mr. Age of Enlightenment", "and anoth thing mr ag of enlight"], ["Don’t lecture me about the war, you didn’t fight in it", "don t lect me about the war you didn t fight in it"], ["You think I’m frightened of you, man?  We almost died in a trench", "you think i m fright of you man we almost died in a trench"], ["While you were off getting high with the French", "whil you wer off get high with the french"], ["Thomas Jefferson, always hesitant with the President", "thoma jefferson alway hesit with the presid"], ["Reticent—there isn’t a plan he doesn’t jettison", "ret ther isn t a plan he doesn t jettison"], ["Madison, you’re mad as a hatter, son, take your medicine", "madison you re mad as a hat son tak yo medicin"], ["Damn, you’re in worse shape than the national debt is in", "damn you re in wors shap than the nat debt is in"], ["Sittin’ there useless as two shits", "sittin ther useless as two shit"], ["Hey, turn around, bend over, I’ll show you where my shoe fits", "hey turn around bend ov i ll show you wher my sho fit"], ["Excuse me? Madison, Jefferson, take a walk! Hamilton, take a walk!", "excus me madison jefferson tak a walk hamilton tak a walk"], ["We’ll reconvene after a brief recess. Hamilton!", "we ll reconv aft a brief recess hamilton"], ["Sir!", "sir"], ["A word", "a word"], ["You don’t have the votes", "you don t hav the vot"], ["You don’t have the votes", "you don t hav the vot"], ["Aha-ha-ha ha!", "ah ha ha ha"], ["You’re gonna need congressional approval and you don’t have the votes", "you re gonn nee congress approv and you don t hav the vot"], ["Such a blunder sometimes it makes me wonder why I even bring the thunder", "such a blund sometim it mak me wond why i ev bring the thund"], ["Why he even brings the thunder…", "why he ev bring the thund"], ["You wanna pull yourself together?", "you wann pul yourself togeth"], ["I’m sorry, these Virginians are birds of a feather", "i m sorry thes virgin ar bird of a feath"], ["Young man, I’m from Virginia, so watch your mouth", "young man i m from virgin so watch yo mou"], ["So we let Congress get held hostage by the South?", "so we let congress get held host by the sou"], ["You need the votes", "you nee the vot"], ["No, we need bold strokes. We need this plan", "no we nee bold strokes we nee thi plan"], ["No, you need to convince more folks", "no you nee to convint mor folk"], ["James Madison won’t talk to me, that’s a nonstarter", "jam madison won t talk to me that s a nonstart"], ["Winning was easy, young man. Governing’s harder", "win was easy young man govern s hard"], ["They’re being intransigent", "they re being intransig"], ["You have to find a compromise", "you hav to find a comprom"], ["But they don’t have a plan, they just hate mine!", "but they don t hav a plan they just hat min"], ["Convince them otherwise", "convint them otherw"], ["What happens if I don’t get congressional approval?", "what hap if i don t get congress approv"], ["I imagine they’ll call for your removal", "i imagin they ll cal for yo remov"], ["Sir—", "sir"], ["Figure it out, Alexander. That’s an order from your commander", "fig it out alexand that s an ord from yo command"]]