[["There’s nothing like summer in the city", "ther s noth lik sum in the city"], ["Someone under stress meets someone looking pretty", "someon und stress meet someon look pretty"], ["There’s trouble in the air, you can smell it", "ther s troubl in the air you can smel it"], ["And Alexander’s by himself. I’ll let him tell it", "and alexand s by himself i ll let him tel it"], ["I hadn’t slept in a week", "i hadn t slept in a week"], ["I was weak, I was awake", "i was weak i was awak"], ["You never seen a bastard orphan", "you nev seen a bastard orph"], ["More in need of a break", "mor in nee of a break"], ["Longing for Angelica", "long for angelic"], ["Missing my wife", "miss my wif"], ["That’s when Miss Maria Reynolds walked into my life, she said:", "that s when miss mar reynold walk into my lif she said"], ["I know you are a man of honor", "i know you ar a man of hon"], ["I’m so sorry to bother you at home", "i m so sorry to both you at hom"], ["But I don’t know where to go, and I came here all alone…", "but i don t know wher to go and i cam her al alon"], ["She said:", "she said"], ["My husband’s doin’ me wrong", "my husband s doin me wrong"], ["Beatin’ me, cheatin’ me, mistreatin’ me...", "beatin me cheatin me mistreatin me"], ["Suddenly he’s up and gone", "sud he s up and gon"], ["I don’t have the means to go on", "i don t hav the mean to go on"], ["So I offered her a loan, I offered to walk her home, she said", "so i off her a loan i off to walk her hom she said"], ["You’re too kind, sir", "you re too kind sir"], ["I gave her thirty bucks that I had socked away", "i gav her thirty buck that i had sock away"], ["She lived a block away, she said:", "she liv a block away she said"], ["This one’s mine, sir", "thi on s min sir"], ["Then I said, “well, I should head back home,”", "then i said wel i should head back hom"], ["She turned red, she led me to her bed", "she turn red she led me to her bed"], ["Let her legs spread and said:", "let her leg spread and said"], ["Stay?", "stay"], ["Hey…", "hey"], ["Hey…", "hey"], ["That’s when I began to pray:", "that s when i beg to pray"], ["Lord, show me how to", "lord show me how to"], ["Say no to this", "say no to thi"], ["I don’t know how to", "i don t know how to"], ["Say no to this", "say no to thi"], ["But my God, she looks so helpless", "but my god she look so helpless"], ["And her body’s saying, “hell, yes”", "and her body s say hel ye"], ["Whoa...", "who"], ["Nooo, show me how to", "nooo show me how to"], ["Say no to this", "say no to thi"], ["I don’t know how to", "i don t know how to"], ["Say no to this", "say no to thi"], ["In my mind, I’m tryin’ to go", "in my mind i m tryin to go"], ["Go! Go! Go!", "go go go"], ["Then her mouth is on mine, and I don’t say…", "then her mou is on min and i don t say"], ["No! No!", "no no"], ["Say no to this!", "say no to thi"], ["No! No!", "no no"], ["Say no to this!", "say no to thi"], ["No! No!", "no no"], ["Say no to this!", "say no to thi"], ["No! No!", "no no"], ["Say no to this!", "say no to thi"], ["I wish I could say that was the last time", "i wish i could say that was the last tim"], ["I said that last time. It became a pastime", "i said that last tim it becam a pastim"], ["A month into this endeavor I received a letter", "a mon into thi endeav i receiv a let"], ["From a Mr. James Reynolds, even better, it said:", "from a mr jam reynold ev bet it said"], ["Dear Sir, I hope this letter finds you in good health", "dear sir i hop thi let find you in good heal"], ["And in a prosperous enough position to put wealth", "and in a prosp enough posit to put weal"], ["In the pockets of people like me: down on their luck", "in the pocket of peopl lik me down on their luck"], ["You see, that was my wife who you decided to", "you see that was my wif who you decid to"], ["Fuuuu—", "fuuuu"], ["Uh-oh! You made the wrong sucker a cuckold", "uh oh you mad the wrong suck a cuckold"], ["So time to pay the piper for the pants you unbuckled", "so tim to pay the pip for the pant you unbuckl"], ["And hey, you can keep seein’ my whore wife", "and hey you can keep seein my whor wif"], ["If the price is right: if not I’m telling your wife", "if the pric is right if not i m tel yo wif"], ["I hid the letter and I raced to her place", "i hid the let and i rac to her plac"], ["Screamed “How could you?!” in her face", "screamed how could you in her fac"], ["She said:", "she said"], ["No, sir!", "no sir"], ["Half dressed, apologetic. A mess, she looked pathetic, she cried:", "half dress apologet a mess she look pathet she cri"], ["Please don’t go, sir!", "pleas don t go sir"], ["So was your whole story a setup?", "so was yo whol story a setup"], ["I don’t know about any letter!", "i don t know about any let"], ["Stop crying goddamnit get up!", "stop cry goddamnit get up"], ["I didn’t know any better", "i didn t know any bet"], ["I am ruined...", "i am ruin"], ["Please don’t leave me with him helpless", "pleas don t leav me with him helpless"], ["Just give him what he wants and you can have me", "just giv him what he want and you can hav me"], ["Whatever you want,", "whatev you want"], ["I am helpless—how could I do this?", "i am helpless how could i do thi"], ["I don’t want you", "i don t want you"], ["I don’t want you", "i don t want you"], ["If you pay", "if you pay"], ["You can stay", "you can stay"], ["Tonight", "tonight"], ["Helpless", "helpless"], ["Whoa!", "who"], ["How can you", "how can you"], ["Say no to this?", "say no to thi"], ["I don’t…", "i don t"], ["Lord, show me how to", "lord show me how to"], ["Say no to this", "say no to thi"], ["I don’t know how to", "i don t know how to"], ["Say no to this", "say no to thi"], ["Cuz the situation’s helpless", "cuz the situ s helpless"], ["And her body’s screaming, “Hell, yes”", "and her body s screaming hel ye"], ["No, show me how to say no to this", "no show me how to say no to thi"], ["How can I say no to this?", "how can i say no to thi"], ["There is nowhere I can go", "ther is nowh i can go"], ["When her body’s on mine I do not say…", "when her body s on min i do not say"], ["Say no to this!", "say no to thi"], ["Say no to this…", "say no to thi"], ["I don’t say no to this", "i don t say no to thi"], ["There is nowhere I can go.", "ther is nowh i can go"], ["So?", "so"], ["Nobody needs to know", "nobody nee to know"]]