[["Look!", "look"], ["Grandpa’s in the paper!", "grandp s in the pap"], ["“War hero Philip Schuyler loses senate seat to young upstart Aaron Burr”", "war hero philip schuyler los sen seat to young upstart aaron bur"], ["Grandpa just lost his seat in the senate", "grandp just lost his seat in the sen"], ["Sometimes that’s how it goes", "sometim that s how it goe"], ["Daddy’s gonna find out any minute", "daddy s gonn find out any minut"], ["I’m sure he already knows", "i m sur he already know"], ["Further down", "furth down"], ["Further down", "furth down"], ["Let’s meet the newest senator from New York", "let s meet the newest sen from new york"], ["New York", "new york"], ["Our senator", "our sen"], ["Burr?", "bur"], ["Since when are you a Democratic-Republican?", "sint when ar you a democr republ"], ["Since being one put me on the up and up again", "sint being on put me on the up and up again"], ["No one knows who you are or what you do", "no on know who you ar or what you do"], ["They don’t need to know me", "they don t nee to know me"], ["They don’t like you", "they don t lik you"], ["Excuse me?", "excus me"], ["Oh, Wall Street thinks you’re great", "oh wal street think you re gre"], ["You’ll always be adored by the things you create", "you ll alway be ad by the thing you cre"], ["But upstate—", "but upst"], ["Wait", "wait"], ["—people think you’re crooked", "peopl think you re crook"], ["Schuyler’s seat was up for grabs so I took it", "schuyler s seat was up for grab so i took it"], ["I’ve always considered you a friend", "i ve alway consid you a friend"], ["I don’t see why that has to end!", "i don t see why that has to end"], ["You changed parties to run against my father-in-law", "you chang party to run against my fath in law"], ["I changed parties to seize the opportunity I saw", "i chang party to seiz the opportun i saw"], ["I swear your pride will be the death of us all", "i swear yo prid wil be the dea of us al"], ["Beware, it goeth before the fall...", "bew it goe bef the fal"]]