[["Ooh", "ooh"], ["Who are you?", "who ar you"], ["Ooh, who is this kid? What’s he gonna do?", "ooh who is thi kid what s he gonn do"], ["I am not throwing away my shot!", "i am not throwing away my shot"], ["I am not throwing away my shot!", "i am not throwing away my shot"], ["Hey yo, I'm just like my country", "hey yo i m just lik my country"], ["I'm young, scrappy and hungry", "i m young scrappy and hungry"], ["And I'm not throwing away my shot!", "and i m not throwing away my shot"], ["I'm 'a get a scholarship to King's College", "i m a get a scholarship to king s colleg"], ["I prob’ly shouldn’t brag, but dag, I amaze and astonish", "i prob ly shouldn t brag but dag i amaz and aston"], ["The problem is I got a lot of brains but no polish", "the problem is i got a lot of brain but no pol"], ["I gotta holler just to be heard", "i gott hol just to be heard"], ["With every word, I drop knowledge!", "with every word i drop knowledg"], ["I’m a diamond in the rough, a shiny piece of coal", "i m a diamond in the rough a shiny piec of coal"], ["Tryin’ to reach my goal. My power of speech: unimpeachable", "tryin to reach my goal my pow of speech unimpeach"], ["Only nineteen but my mind is older", "on nineteen but my mind is old"], ["These New York City streets get colder, I shoulder", "thes new york city streets get cold i should"], ["Ev’ry burden, ev’ry disadvantage", "ev ry burd ev ry disadv"], ["I have learned to manage, I don’t have a gun to brandish", "i hav learn to man i don t hav a gun to brand"], ["I walk these streets famished", "i walk thes streets fam"], ["The plan is to fan this spark into a flame", "the plan is to fan thi spark into a flam"], ["But damn, it’s getting dark, so let me spell out the name", "but damn it s get dark so let me spel out the nam"], ["I am the—", "i am the"], ["A-L-E-X-A-N-D-E-R—we are—meant to be…", "a l e x a n d e r we ar meant to be"], ["A colony that runs independently", "a colony that run independ"], ["Meanwhile, Britain keeps shittin’ on us endlessly", "meanwhil britain keep shittin on us endless"], ["Essentially, they tax us relentlessly", "ess they tax us relentless"], ["Then King George turns around, runs a spending spree", "then king georg turn around run a spend spree"], ["He ain’t ever gonna set his descendants free", "he ain t ev gonn set his descend fre"], ["So there will be a revolution in this century", "so ther wil be a revolv in thi century"], ["Enter me!", "ent me"], ["(He says in parentheses)", "he say in parenthes"], ["Don’t be shocked when your hist’ry book mentions me", "don t be shock when yo hist ry book ment me"], ["I will lay down my life if it sets us free", "i wil lay down my lif if it set us fre"], ["Eventually, you’ll see my ascendancy", "ev you ll see my ascend"], ["And I am not throwing away my shot", "and i am not throwing away my shot"], ["I am not throwing away my shot", "i am not throwing away my shot"], ["Hey yo, I’m just like my country", "hey yo i m just lik my country"], ["I’m young, scrappy and hungry", "i m young scrappy and hungry"], ["And I’m not throwing away my shot", "and i m not throwing away my shot"], ["I am not throwing away my shot", "i am not throwing away my shot"], ["I am not throwing away my shot", "i am not throwing away my shot"], ["Hey yo, I’m just like my country", "hey yo i m just lik my country"], ["I’m young, scrappy and hungry", "i m young scrappy and hungry"], ["And I’m not throwing away my shot", "and i m not throwing away my shot"], ["It’s time to take a shot!", "it s tim to tak a shot"], ["I dream of life without a monarchy", "i dream of lif without a monarchy"], ["The unrest in France will lead to ‘onarchy?", "the unrest in frant wil lead to onarchy"], ["‘Onarchy? How you say, how you say, ‘anarchy?’", "onarchy how you say how you say anarchy"], ["When I fight, I make the other side panicky", "when i fight i mak the oth sid panicky"], ["With my—", "with my"], ["Shot!", "shot"], ["Yo, I’m a tailor’s apprentice", "yo i m a tail s appr"], ["And I got y’all knuckleheads in loco parentis", "and i got y al knucklehead in loco par"], ["I’m joining the rebellion cuz I know it’s my chance", "i m join the rebel cuz i know it s my chant"], ["To socially advance, instead of sewin’ some pants!", "to soc adv instead of sewin som pant"], ["I’m gonna take a—", "i m gonn tak a"], ["Shot!", "shot"], ["But we’ll never be truly free", "but we ll nev be tru fre"], ["Until those in bondage have the same rights as you and me", "until thos in bond hav the sam right as you and me"], ["You and I. Do or die. Wait till I sally in", "you and i do or die wait til i sal in"], ["On a stallion with the first black battalion", "on a stal with the first black bat"], ["Have another—", "hav anoth"], ["Shot!", "shot"], ["Geniuses, lower your voices", "genius low yo voic"], ["You keep out of trouble and you double your choices", "you keep out of troubl and you doubl yo cho"], ["I’m with you, but the situation is fraught", "i m with you but the situ is fraught"], ["You’ve got to be carefully taught:", "you ve got to be car taught"], ["If you talk, you’re gonna get shot!", "if you talk you re gonn get shot"], ["Burr, check what we got", "bur check what we got"], ["Mister Lafayette, hard rock like Lancelot", "mist lafayet hard rock lik lancelot"], ["I think your pants look hot", "i think yo pant look hot"], ["Laurens, I like you a lot", "laur i lik you a lot"], ["Let’s hatch a plot blacker than the kettle callin’ the pot...", "let s hatch a plot black than the kettl callin the pot"], ["What are the odds the gods would put us all in one spot", "what ar the od the god would put us al in on spot"], ["Poppin’ a squat on conventional wisdom, like it or not", "poppin a squ on conv wisdom lik it or not"], ["A bunch of revolutionary manumission abolitionists?", "a bunch of revolv manumit abolit"], ["Give me a position, show me where the ammunition is!", "giv me a posit show me wher the ammunit is"], ["Oh, am I talkin’ too loud?", "oh am i talkin too loud"], ["Sometimes I get over excited, shoot off at the mouth", "sometim i get ov excit shoot off at the mou"], ["I never had a group of friends before", "i nev had a group of friend bef"], ["I promise that I’ll make y’all proud", "i prom that i ll mak y al proud"], ["Let’s get this guy in front of a crowd", "let s get thi guy in front of a crowd"], ["I am not throwing away my shot", "i am not throwing away my shot"], ["I am not throwing away my shot", "i am not throwing away my shot"], ["Hey yo, I’m just like my country", "hey yo i m just lik my country"], ["I’m young, scrappy and hungry", "i m young scrappy and hungry"], ["And I’m not throwing away my shot", "and i m not throwing away my shot"], ["I am not throwing away my shot", "i am not throwing away my shot"], ["I am not throwing away my shot", "i am not throwing away my shot"], ["Hey yo, I’m just like my country", "hey yo i m just lik my country"], ["I’m young, scrappy and hungry", "i m young scrappy and hungry"], ["And I’m not throwing away my shot", "and i m not throwing away my shot"], ["Ev’rybody sing:", "ev rybody sing"], ["Whoa, whoa, whoa", "who who who"], ["Hey!", "hey"], ["Whoa!", "who"], ["Wooh!!", "wooh"], ["Whoa!", "who"], ["Ay, let ‘em hear ya!", "ay let em hear ya"], ["Let’s go!", "let s go"], ["I said shout it to the rooftops!", "i said shout it to the rooftop"], ["Said, to the rooftops!", "said to the rooftop"], ["Come on!", "com on"], ["Come on, let’s go!", "com on let s go"], ["Rise up!", "ris up"], ["When you’re living on your knees, you rise up", "when you re liv on yo kne you ris up"], ["Tell your brother that he’s gotta rise up", "tel yo broth that he s gott ris up"], ["Tell your sister that she's gotta rise up", "tel yo sist that she s gott ris up"], ["When are these colonies gonna rise up?", "when ar thes colony gonn ris up"], ["When are these colonies gonna rise up?", "when ar thes colony gonn ris up"], ["When are these colonies gonna rise up?", "when ar thes colony gonn ris up"], ["When are these colonies gonna rise up?", "when ar thes colony gonn ris up"], ["Rise up!", "ris up"], ["I imagine death so much it feels more like a memory", "i imagin dea so much it feel mor lik a mem"], ["When’s it gonna get me?", "when s it gonn get me"], ["In my sleep? Seven feet ahead of me?", "in my sleep sev feet ahead of me"], ["If I see it comin’, do I run or do I let it be?", "if i see it comin do i run or do i let it be"], ["Is it like a beat without a melody?", "is it lik a beat without a melody"], ["See, I never thought I’d live past twenty", "see i nev thought i d liv past twenty"], ["Where I come from some get half as many", "wher i com from som get half as many"], ["Ask anybody why we livin’ fast and we laugh, reach for a flask", "ask anybody why we livin fast and we laugh reach for a flask"], ["We have to make this moment last, that’s plenty", "we hav to mak thi mom last that s plenty"], ["Scratch that", "scratch that"], ["This is not a moment, it’s the movement", "thi is not a mom it s the mov"], ["Where all the hungriest brothers with", "wher al the hungriest broth with"], ["Something to prove went?", "someth to prov went"], ["Foes oppose us, we take an honest stand", "foe oppos us we tak an honest stand"], ["We roll like Moses, claimin’ our promised land", "we rol lik mos claimin our prom land"], ["And? If we win our independence?", "and if we win our independ"], ["Is that a guarantee of freedom for our descendants?", "is that a guar of freedom for our descend"], ["Or will the blood we shed begin an endless", "or wil the blood we shed begin an endless"], ["Cycle of vengeance and death with no defendants?", "cyc of veng and dea with no defend"], ["I know the action in the street is excitin’", "i know the act in the street is excitin"], ["But Jesus, between all the bleedin’ ‘n fightin’", "but jes between al the bleedin n fightin"], ["I’ve been readin’ ‘n writin’", "i ve been readin n writin"], ["We need to handle our financial situation", "we nee to handl our fin situ"], ["Are we a nation of states? What’s the state of our nation?", "ar we a nat of stat what s the stat of our nat"], ["I’m past patiently waitin’. I’m passionately smashin’ every expectation", "i m past paty waitin i m pass smashin every expect"], ["Every action’s an act of creation!", "every act s an act of cre"], ["I’m laughin’ in the face of casualties and sorrow", "i m laughin in the fac of casual and sorrow"], ["For the first time, I’m thinkin’ past tomorrow", "for the first tim i m thinkin past tomorrow"], ["And I am not throwing away my shot", "and i am not throwing away my shot"], ["I am not throwing away my shot", "i am not throwing away my shot"], ["Hey yo, I’m just like my country", "hey yo i m just lik my country"], ["I’m young, scrappy and hungry", "i m young scrappy and hungry"], ["And I’m not throwing away my shot", "and i m not throwing away my shot"], ["We’re gonna rise up! Time to take a shot!", "we re gonn ris up tim to tak a shot"], ["We’re gonna rise up! Time to take a shot!", "we re gonn ris up tim to tak a shot"], ["We’re gonna", "we re gonn"], ["It's time to take a shot!", "it s tim to tak a shot"], ["It's time to take a shot!", "it s tim to tak a shot"], ["Take a shot!", "tak a shot"], ["Shot!", "shot"], ["Shot!", "shot"], ["A-yo it’s", "a yo it s"], ["Time to take a shot!", "tim to tak a shot"], ["Time to take a shot!", "tim to tak a shot"], ["And I am—", "and i am"], ["Not throwin’ away my—", "not throwin away my"], ["Not throwin’ away my shot!", "not throwin away my shot"]]