[["The issue on the table: France is on the verge of war with England, and do we provide aid and our troops to our French allies or do we stay out of it? Remember, my decision on this matter is not subject to congressional approval. The only person you have to convince is me. Secretary Jefferson, you have the floor, sir", "the issu on the tabl frant is on the verg of war with england and do we provid aid and our troop to our french al or do we stay out of it rememb my decid on thi mat is not subject to congress approv the on person you hav to convint is me secret jefferson you hav the flo sir"], ["When we were on death’s door, when we were needy", "when we wer on dea s door when we wer needy"], ["We made a promise, we signed a treaty", "we mad a prom we sign a treaty"], ["We needed money and guns and half a chance", "we nee money and gun and half a chant"], ["Who provided those funds?", "who provid thos fund"], ["France", "frant"], ["In return, they didn’t ask for land", "in return they didn t ask for land"], ["Only a promise that we’d lend a hand", "on a prom that we d lend a hand"], ["And stand with them if they fought against oppressors", "and stand with them if they fought against oppress"], ["And revolution is messy but now is the time to stand", "and revolv is messy but now is the tim to stand"], ["Stand with our brothers as they fight against tyranny", "stand with our broth as they fight against tyranny"], ["I know that Alexander Hamilton is here and he", "i know that alexand hamilton is her and he"], ["Would rather not have this debate", "would rath not hav thi deb"], ["I’ll remind you that he is not Secretary of State", "i ll remind you that he is not secret of stat"], ["He knows nothing of loyalty", "he know noth of loyal"], ["Smells like new money, dresses like fake royalty", "smel lik new money dress lik fak royal"], ["Desperate to rise above his station", "desp to ris abov his stat"], ["Everything he does betrays the ideals of our nation", "everyth he doe betray the id of our nat"], ["Ooh!!", "ooh"], ["Hey, and if ya don’t know, now ya know, Mr. President", "hey and if ya don t know now ya know mr presid"], ["Thank you, Secretary Jefferson. Secretary Hamilton, your response", "thank you secret jefferson secret hamilton yo respons"], ["You must be out of your Goddamn mind if you think", "you must be out of yo goddamn mind if you think"], ["The President is gonna bring the nation to the brink", "the presid is gonn bring the nat to the brink"], ["Of meddling in the middle of a military mess", "of meddl in the middl of a milit mess"], ["A game of chess, where France is Queen and Kingless", "a gam of chess wher frant is queen and kingless"], ["We signed a treaty with a King whose head is now in a basket", "we sign a treaty with a king whos head is now in a basket"], ["Would you like to take it out and ask it?", "would you lik to tak it out and ask it"], ["“Should we honor our treaty, King Louis’ head?”", "should we hon our treaty king lou head"], ["“Uh… do whatever you want, I’m super dead.”", "uh do whatev you want i m sup dead"], ["Enough. Hamilton is right", "enough hamilton is right"], ["Mr. President—", "mr presid"], ["We’re too fragile to start another fight", "we re too fragil to start anoth fight"], ["But sir, do we not fight for freedom?", "but sir do we not fight for freedom"], ["Sure, when the French figure out who’s gonna lead ‘em", "sur when the french fig out who s gonn lead em"], ["The people are leading—", "the peopl ar lead"], ["The people are rioting", "the peopl ar riot"], ["There’s a difference. Frankly, it’s a little disquieting you would let your ideals blind you to reality", "ther s a diff frank it s a littl disquiet you would let yo id blind you to real"], ["Hamilton", "hamilton"], ["Sir", "sir"], ["Draft a statement of neutrality", "draft a stat of neut"], ["Did you forget Lafayette?", "did you forget lafayet"], ["What?", "what"], ["Have you an ounce of regret?", "hav you an ount of regret"], ["You accumulate debt, you accumulate power", "you accum debt you accum pow"], ["Yet in their hour of need, you forget", "yet in their hour of nee you forget"], ["Lafayette’s a smart man, he’ll be fine", "lafayet s a smart man he ll be fin"], ["And before he was your friend, he was mine", "and bef he was yo friend he was min"], ["If we try to fight in every revolution in the world, we never stop", "if we try to fight in every revolv in the world we nev stop"], ["Where do we draw the line?", "wher do we draw the lin"], ["So quick-witted", "so quick wit"], ["Alas, I admit it", "ala i admit it"], ["I bet you were quite a lawyer", "i bet you wer quit a lawy"], ["My defendants got acquitted", "my defend got acquit"], ["Yeah. Well, someone oughta remind you", "yeah wel someon ought remind you"], ["What?", "what"], ["You’re nothing without Washington behind you", "you re noth without washington behind you"], ["Hamilton!", "hamilton"], ["Daddy’s calling", "daddy s cal"]]