[["It must be nice, it must be nice to have Washington on your side", "it must be nic it must be nic to hav washington on yo sid"], ["It must be nice, it must be nice to have Washington on your side", "it must be nic it must be nic to hav washington on yo sid"], ["Ev’ry action has its equal, opposite reactions", "ev ry act has it eq opposit react"], ["Thanks to Hamilton, our cab’net’s fractured into factions", "thank to hamilton our cab net s fract into fact"], ["Try not to crack under the stress, we’re breaking down like fractions", "try not to crack und the stress we re break down lik fract"], ["We smack each other in the press, and we don’t print retractions", "we smack each oth in the press and we don t print retract"], ["I get no satisfaction witnessing his fits of passion", "i get no satisfact wit his fit of pass"], ["The way he primps and preens and dresses like the pits of fashion", "the way he primp and preen and dress lik the pit of fash"], ["Our poorest citizens, our farmers, live ration to ration", "our poorest cit our farm liv rat to rat"], ["As Wall Street robs ‘em blind in search of chips to cash in", "as wal street rob em blind in search of chip to cash in"], ["This prick is askin’ for someone to bring him to task", "thi prick is askin for someon to bring him to task"], ["Somebody gimme some dirt on this vacuous mass so we can at last unmask him", "somebody gim som dirt on thi vacu mass so we can at last unmask him"], ["I’ll pull the trigger on him, someone load the gun and cock it", "i ll pul the trig on him someon load the gun and cock it"], ["While we were all watching, he got Washington in his pocket", "whil we wer al watch he got washington in his pocket"], ["It must be nice, it must be nice to have Washington on your side", "it must be nic it must be nic to hav washington on yo sid"], ["It must be nice, it must be nice to have Washington on your side", "it must be nic it must be nic to hav washington on yo sid"], ["Look back at the Bill of Rights", "look back at the bil of right"], ["Which I wrote", "which i wrot"], ["The ink hasn’t dried", "the ink hasn t dri"], ["It must be nice, it must be nice to have Washington on your side", "it must be nic it must be nic to hav washington on yo sid"], ["So he’s doubled the size of the government", "so he s doubl the siz of the govern"], ["Wasn’t the trouble with much of our previous government size?", "wasn t the troubl with much of our prevy govern siz"], ["Look in his eyes!", "look in his ey"], ["See how he lies", "see how he lie"], ["Follow the scent of his enterprise", "follow the scent of his enterpr"], ["Centralizing national credit", "cent nat credit"], ["And making American credit competitive", "and mak am credit competit"], ["If we don’t stop it we aid and abet it", "if we don t stop it we aid and abet it"], ["I have to resign", "i hav to resign"], ["Somebody has to stand up for the South!", "somebody has to stand up for the sou"], ["Somebody has to stand up to his mouth!", "somebody has to stand up to his mou"], ["If there’s a fire you’re trying to douse", "if ther s a fir you re try to dous"], ["You can’t put it out from inside the house", "you can t put it out from insid the hous"], ["I’m in the cabinet. I am complicit in", "i m in the cabinet i am complicit in"], ["Watching him grabbin’ at power and kiss it", "watch him grabbin at pow and kiss it"], ["If Washington isn’t gon’ listen", "if washington isn t gon list"], ["To disciplined dissidents, this is the difference:", "to disciplin dissid thi is the diff"], ["This kid is out!", "thi kid is out"], ["Oh!", "oh"], ["This immigrant isn’t somebody we chose", "thi immigr isn t somebody we chos"], ["Oh!", "oh"], ["This immigrant’s keeping us all on our toes", "thi immigr s keep us al on our toe"], ["Oh!", "oh"], ["Let’s show these Federalists who they’re up against!", "let s show thes fed who they re up against"], ["Oh!", "oh"], ["Southern motherfuckin’—", "southern motherfuckin"], ["Democratic-Republicans!", "democr republ"], ["Oh!", "oh"], ["Let’s follow the money and see where it goes", "let s follow the money and see wher it goe"], ["Oh!", "oh"], ["Because every second the Treasury grows", "becaus every second the treasury grow"], ["Oh!", "oh"], ["If we follow the money and see where it leads", "if we follow the money and see wher it lead"], ["Get in the weeds, look for the seeds of Hamilton’s misdeeds", "get in the wee look for the see of hamilton s misdee"], ["It must be nice. It must be nice", "it must be nic it must be nic"], ["Follow the money and see where it goes", "follow the money and see wher it goe"], ["It must be nice. It must be nice", "it must be nic it must be nic"], ["The emperor has no clothes", "the emp has no cloth"], ["We won’t be invisible. We won’t be denied. Still", "we won t be invis we won t be deny stil"], ["It must be nice, it must be nice to have Washington on your side", "it must be nic it must be nic to hav washington on yo sid"]]