[["Mr. President, you asked to see me?", "mr presid you ask to see me"], ["I know you’re busy", "i know you re busy"], ["What do you need, sir? Sir?", "what do you nee sir sir"], ["I wanna give you a word of warning", "i wann giv you a word of warn"], ["Sir, I don’t know what you heard but whatever it is, Jefferson started it", "sir i don t know what you heard but whatev it is jefferson start it"], ["Thomas Jefferson resigned this morning", "thoma jefferson resign thi morn"], ["You’re kidding", "you re kid"], ["I need a favor", "i nee a fav"], ["Whatever you say, sir, Jefferson will pay for his behavior", "whatev you say sir jefferson wil pay for his behavy"], ["Shh. Talk less", "shh talk less"], ["I’ll use the press", "i ll us the press"], ["I’ll write under a pseudonym, you’ll see what I can do to him—", "i ll writ und a pseudonym you ll see what i can do to him"], ["I need you to draft an address", "i nee you to draft an address"], ["Yes! He resigned. You can finally speak your mind—", "ye he resign you can fin speak yo mind"], ["No, he’s stepping down so he can run for President", "no he s step down so he can run for presid"], ["Ha. Good luck defeating you, sir", "ha good luck def you sir"], ["I’m stepping down. I’m not running for President", "i m step down i m not run for presid"], ["I’m sorry, what?", "i m sorry what"], ["One last time", "on last tim"], ["Relax, have a drink with me", "relax hav a drink with me"], ["One last time", "on last tim"], ["Let’s take a break tonight", "let s tak a break tonight"], ["And then we’ll teach them how to say goodbye", "and then we ll teach them how to say goodby"], ["To say goodbye", "to say goodby"], ["You and I", "you and i"], ["No, sir, why?", "no sir why"], ["I wanna talk about neutrality", "i wann talk about neut"], ["Sir, with Britain and France on the verge of war, is this the best time—", "sir with britain and frant on the verg of war is thi the best tim"], ["I want to warn against partisan fighting", "i want to warn against part fight"], ["But—", "but"], ["Pick up a pen, start writing", "pick up a pen start writ"], ["I wanna talk about what I have learned", "i wann talk about what i hav learn"], ["The hard-won wisdom I have earned", "the hard won wisdom i hav earn"], ["As far as the people are concerned", "as far as the peopl ar concern"], ["You have to serve, you could continue to serve—", "you hav to serv you could continu to serv"], ["No! One last time", "no on last tim"], ["The people will hear from me", "the peopl wil hear from me"], ["One last time", "on last tim"], ["And if we get this right", "and if we get thi right"], ["We’re gonna teach ‘em how to say goodbye", "we re gonn teach em how to say goodby"], ["You and I—", "you and i"], ["Mr. President, they will say you’re weak", "mr presid they wil say you re weak"], ["No, they will see we’re strong", "no they wil see we re strong"], ["Your position is so unique", "yo posit is so un"], ["So I’ll use it to move them along", "so i ll us it to mov them along"], ["Why do you have to say goodbye?", "why do you hav to say goodby"], ["If I say goodbye, the nation learns to move on", "if i say goodby the nat learn to mov on"], ["It outlives me when I’m gone", "it outl me when i m gon"], ["Like the scripture says:", "lik the scripture say"], ["“Everyone shall sit under their own vine and fig tree", "everyon shal sit und their own vin and fig tre"], ["And no one shall make them afraid.”", "and no on shal mak them afraid"], ["They’ll be safe in the nation we’ve made", "they ll be saf in the nat we ve mad"], ["I wanna sit under my own vine and fig tree", "i wann sit und my own vin and fig tre"], ["A moment alone in the shade", "a mom alon in the shad"], ["At home in this nation we’ve made", "at hom in thi nat we ve mad"], ["One last time", "on last tim"], ["One last time", "on last tim"], ["Though, in reviewing the incidents of my administration, I am unconscious of intentional error, I am nevertheless too sensible of my defects not to think it probable that I may have committed many errors. I shall also carry with me", "though in review the incid of my admin i am unconscy of int er i am nevertheless too sens of my defect not to think it prob that i may hav commit many er i shal also carry with me"], ["The hope that my country will view them with indulgence", "the hop that my country wil view them with indulg"], ["And that after forty-five years of my life dedicated to its service with an upright zeal the faults of incompetent abilities will be consigned to oblivion, as I myself must soon be to the mansions of rest", "and that aft forty fiv year of my lif ded to it serv with an upright zeal the fault of incompet abl wil be consign to obl as i myself must soon be to the mand of rest"], ["I anticipate with pleasing expectation that retreat in which I promise myself to realize the sweet enjoyment of partaking, in the midst of my fellow-citizens, the benign influence of good laws", "i anticip with pleas expect that ret in which i prom myself to real the sweet enjoy of partak in the midst of my fellow cit the benign influ of good law"], ["Under a free government, the ever-favorite object of my heart, and the happy reward, as I trust of our mutual cares, labors, and dangers.", "und a fre govern the ev favorit object of my heart and the happy reward as i trust of our mut car lab and dang"], ["One last time", "on last tim"], ["George Washington’s going home!", "georg washington s going hom"], ["Teach ‘em how to say goodbye", "teach em how to say goodby"], ["You and I", "you and i"], ["Going home", "going hom"], ["History has its eyes on you", "hist has it ey on you"], ["We’re gonna teach ‘em how to say goodbye!", "we re gonn teach em how to say goodby"], ["Teach ‘em how to say", "teach em how to say"], ["Goodbye", "goodby"], ["To say goodbye!", "to say goodby"], ["Say goodbye!", "say goodby"], ["One last time!", "on last tim"]]