[["Mr. Vice President", "mr vic presid"], ["Mr. Madison", "mr madison"], ["Senator Burr", "sen bur"], ["What is this?", "what is thi"], ["We have the check stubs. From separate accounts…", "we hav the check stub from sep account"], ["Almost a thousand dollars, paid in different amounts…", "almost a thousand doll paid in diff amount"], ["To a Mr. James Reynolds way back in seventeen ninety-one", "to a mr jam reynold way back in seventeen nin on"], ["Is that what you have? Are you done?", "is that what you hav ar you don"], ["You are uniquely situated by virtue of your position—", "you ar un situ by virtu of yo posit"], ["Though ‘virtue’ is not a word I’d apply to this situation—", "though virtu is not a word i d apply to thi situ"], ["To seek financial gain, to stray from your sacred mission—", "to seek fin gain to stray from yo sacr miss"], ["And the evidence suggests you’ve engaged in speculation—", "and the evid suggest you ve eng in spec"], ["An immigrant embezzling our government funds—", "an immigr embezzl our govern fund"], ["I can almost see the headline, your career is done", "i can almost see the headlin yo car is don"], ["I hope you saved some money for your daughter and sons", "i hop you sav som money for yo daught and son"], ["Ya best g'wan run back where ya come from!", "ya best g wan run back wher ya com from"], ["Ha! You don’t even know what you’re asking me to confess", "ha you don t ev know what you re ask me to confess"], ["Confess", "confess"], ["You have nothing. I don’t have to tell you anything at all", "you hav noth i don t hav to tel you anyth at al"], ["Unless", "unless"], ["Unless", "unless"], ["If I can prove that I never broke the law", "if i can prov that i nev brok the law"], ["Do you promise not to tell another soul what you saw?", "do you prom not to tel anoth soul what you saw"], ["No one else was in the room where it happened", "no on els was in the room wher it hap"], ["Is that a yes?", "is that a ye"], ["Um, yes", "um ye"], ["“Dear Sir, I hope this letter finds you in good health", "dear sir i hop thi let find you in good heal"], ["And in a prosperous enough position to put wealth", "and in a prosp enough posit to put weal"], ["In the pockets of people like me: down on their luck", "in the pocket of peopl lik me down on their luck"], ["You see, it was my wife who you decided to—”", "you see it was my wif who you decid to"], ["Whaaaat—", "whaaa"], ["She courted me", "she court me"], ["Escorted me to bed and when she had me in a corner", "escort me to bed and when she had me in a corn"], ["That’s when Reynolds extorted me", "that s when reynold extort me"], ["For a sordid fee", "for a sordid fee"], ["I paid him quarterly", "i paid him quart"], ["I may have mortally wounded my prospects but my papers are orderly!", "i may hav mort wound my prospect but my pap ar ord"], ["As you can see I kept a record of every check in my checkered history", "as you can see i kept a record of every check in my check hist"], ["Check it again against your list n’ see consistency", "check it again against yo list n see consist"], ["I never spent a cent that wasn’t mine", "i nev spent a cent that wasn t min"], ["You sent the dogs after my scent, that’s fine", "you sent the dog aft my scent that s fin"], ["Yes, I have reasons for shame", "ye i hav reason for sham"], ["But I have not committed treason and sullied my good name", "but i hav not commit treason and sul my good nam"], ["As you can see I have done nothing to provoke legal action", "as you can see i hav don noth to provok leg act"], ["Are my answers to your satisfaction?", "ar my answ to yo satisfact"], ["My God", "my god"], ["Gentlemen, let’s go", "gentlem let s go"], ["So?", "so"], ["The people won't know what we know", "the peopl won t know what we know"], ["Burr!", "bur"], ["How do I know you won’t use this against me", "how do i know you won t us thi against me"], ["The next time we go toe to toe?", "the next tim we go toe to toe"], ["Alexander, rumors only grow. And we both know what we know", "alexand rum on grow and we both know what we know"]]