[["Meet the latest graduate of King’s College!", "meet the latest gradu of king s colleg"], ["I prob’ly shouldn’t brag, but, dag, I amaze and astonish!", "i prob ly shouldn t brag but dag i amaz and aston"], ["The scholars say I got the same virtuosity and brains as my pops!", "the scholars say i got the sam virtuos and brain as my pop"], ["The ladies say my brain’s not where the resemblance stops!", "the lady say my brain s not wher the resembl stop"], ["I’m only nineteen but my mind is older", "i m on nineteen but my mind is old"], ["Gotta be my own man, like my father, but bolder", "gott be my own man lik my fath but bold"], ["I shoulder his legacy with pride", "i should his leg with prid"], ["I used to hear him say", "i us to hear him say"], ["That someday", "that someday"], ["I would—", "i would"], ["Blow us all away", "blow us al away"], ["Ladies, I’m lookin for a Mr. George Eacker", "lady i m lookin for a mr georg eack"], ["Made a speech last week, our Fourth of July speaker", "mad a speech last week our four of july speak"], ["He disparaged my father’s legacy in front of a crowd", "he disp my fath s leg in front of a crowd"], ["I can’t have that, I’m making my father proud", "i can t hav that i m mak my fath proud"], ["I saw him just up Broadway a couple of blocks", "i saw him just up broadway a coupl of block"], ["He was goin’ to see a play", "he was goin to see a play"], ["Well, I’ll go visit his box", "wel i ll go visit his box"], ["God, you’re a fox", "god you re a fox"], ["And y’all look pretty good in ya’ frocks", "and y al look pretty good in ya frock"], ["How ‘bout when I get back, we all strip down to our socks?", "how bout when i get back we al strip down to our sock"], ["Ok!", "ok"], ["Blow us all away!", "blow us al away"], ["George!", "georg"], ["Shh", "shh"], ["George!", "georg"], ["Shh! I’m tryin’ to watch the show!", "shh i m tryin to watch the show"], ["Ya’ shoulda watched your mouth before you", "ya should watch yo mou bef you"], ["Talked about my father though!", "talk about my fath though"], ["I didn’t say anything that wasn’t true", "i didn t say anyth that wasn t tru"], ["Your father’s a scoundrel, and so, it seems, are you", "yo fath s a scoundrel and so it seem ar you"], ["Ooooooooooh!", "ooooooooooh"], ["It’s like that?", "it s lik that"], ["Yeah, I don’t fool around", "yeah i don t fool around"], ["I’m not your little schoolboy friends", "i m not yo littl schoolboy friend"], ["See you on the dueling ground", "see you on the duel ground"], ["That is, unless you wanna step outside and go now", "that is unless you wann step outsid and go now"], ["I know where to find you, piss off", "i know wher to find you piss off"], ["I’m watchin’ this show now", "i m watchin thi show now"], ["Pops, if you had only heard the shit he said about you", "pop if you had on heard the shit he said about you"], ["I doubt you would have let it slide and I was not about to—", "i doubt you would hav let it slid and i was not about to"], ["Slow down", "slow down"], ["I came to ask you for advice. This is my very first duel", "i cam to ask you for adv thi is my very first duel"], ["They don’t exactly cover this subject in boarding school", "they don t exact cov thi subject in board school"], ["Did your friends attempt to negotiate a peace?", "did yo friend attempt to negoty a peac"], ["He refused to apologize, we had to let the peace talks cease", "he refus to apolog we had to let the peac talk ceas"], ["Where is this happening?", "wher is thi hap"], ["Across the river, in Jersey", "across the riv in jersey"], ["Everything is legal in New Jersey…", "everyth is leg in new jersey"], ["Alright. So this is what you’re gonna do:", "alright so thi is what you re gonn do"], ["Stand there like a man until Eacker is in front of you", "stand ther lik a man until eack is in front of you"], ["When the time comes, fire your weapon in the air", "when the tim com fir yo weapon in the air"], ["This will put an end to the whole affair", "thi wil put an end to the whol affair"], ["But what if he decides to shoot? Then I’m a goner", "but what if he decid to shoot then i m a gon"], ["No. He’ll follow suit if he’s truly a man of honor", "no he ll follow suit if he s tru a man of hon"], ["To take someone’s life, that is something you can’t shake", "to tak someon s lif that is someth you can t shak"], ["Philip, your mother can’t take another heartbreak", "philip yo moth can t tak anoth heartbreak"], ["Father—", "fath"], ["Promise me. You don’t want this", "prom me you don t want thi"], ["Young man’s blood on your conscience", "young man s blood on yo conscy"], ["Okay, I promise", "okay i prom"], ["Come back home when you’re done", "com back hom when you re don"], ["Take my guns. Be smart. Make me proud, son", "tak my gun be smart mak me proud son"], ["My name is Philip", "my nam is philip"], ["I am a poet", "i am a poet"], ["I’m a little nervous, but I can’t show it", "i m a littl nerv but i can t show it"], ["I’m sorry, I’m a Hamilton with pride", "i m sorry i m a hamilton with prid"], ["You talk about my father, I cannot let it slide", "you talk about my fath i cannot let it slid"], ["Mister Eacker! How was the rest of your show?", "mist eack how was the rest of yo show"], ["I’d rather skip the pleasantries", "i d rath skip the pleasantry"], ["Let’s go", "let s go"], ["Grab your pistol", "grab yo pistol"], ["Confer with your men", "conf with yo men"], ["The duel will commence after we count to ten", "the duel wil com aft we count to ten"], ["Count to ten!", "count to ten"], ["Look ‘em in the eye, aim no higher", "look em in the ey aim no high"], ["Summon all the courage you require", "summon al the cour you requir"], ["Then slowly and clearly aim your gun towards the sky—", "then slow and clear aim yo gun toward the sky"], ["One two three four", "on two three four"], ["Five six seven—", "fiv six sev"]]