[["There are moments that the words don’t reach", "ther ar mom that the word don t reach"], ["There is suffering too terrible to name", "ther is suff too terr to nam"], ["You hold your child as tight as you can", "you hold yo child as tight as you can"], ["And push away the unimaginable", "and push away the unimagin"], ["The moments when you’re in so deep", "the mom when you re in so deep"], ["It feels easier to just swim down", "it feel easy to just swim down"], ["The Hamiltons move uptown", "the hamilton mov uptown"], ["And learn to live with the unimaginable", "and learn to liv with the unimagin"], ["I spend hours in the garden", "i spend hour in the gard"], ["I walk alone to the store", "i walk alon to the stor"], ["And it’s quiet uptown", "and it s quiet uptown"], ["I never liked the quiet before", "i nev lik the quiet bef"], ["I take the children to church on Sunday", "i tak the childr to church on sunday"], ["A sign of the cross at the door", "a sign of the cross at the door"], ["And I pray", "and i pray"], ["That never used to happen before", "that nev us to hap bef"], ["If you see him in the street, walking by himself, talking to himself", "if you see him in the street walk by himself talk to himself"], ["Have pity", "hav pity"], ["Philip, you would like it uptown", "philip you would lik it uptown"], ["It’s quiet uptown", "it s quiet uptown"], ["He is working through the unimaginable", "he is work through the unimagin"], ["His hair has gone grey. He passes every day. They say he walks the length of the city", "his hair has gon grey he pass every day they say he walk the leng of the city"], ["You knock me out, I fall apart", "you knock me out i fal apart"], ["Can you imagine?", "can you imagin"], ["Look at where we are", "look at wher we ar"], ["Look at where we started", "look at wher we start"], ["I know I don’t deserve you, Eliza", "i know i don t deserv you eliz"], ["But hear me out. That would be enough", "but hear me out that would be enough"], ["If I could spare his life", "if i could spar his lif"], ["If I could trade his life for mine", "if i could trad his lif for min"], ["He’d be standing here right now", "he d be stand her right now"], ["And you would smile, and that would be enough", "and you would smil and that would be enough"], ["I don’t pretend to know", "i don t pretend to know"], ["The challenges we’re facing", "the challeng we re fac"], ["I know there’s no replacing what we’ve lost", "i know ther s no replac what we ve lost"], ["And you need time", "and you nee tim"], ["But I’m not afraid", "but i m not afraid"], ["I know who I married", "i know who i marry"], ["Just let me stay here by your side", "just let me stay her by yo sid"], ["That would be enough", "that would be enough"], ["If you see him in the street, walking by her", "if you see him in the street walk by her"], ["Side, talking by her side, have pity", "sid talk by her sid hav pity"], ["Eliza, do you like it uptown? It’s quiet uptown", "eliz do you lik it uptown it s quiet uptown"], ["He is trying to do the unimaginable", "he is try to do the unimagin"], ["See them walking in the park, long after dark, taking in the sights of the city", "see them walk in the park long aft dark tak in the sight of the city"], ["Look around, look around, Eliza", "look around look around eliz"], ["They are trying to do the unimaginable", "they ar try to do the unimagin"], ["There are moments that the words don’t reach", "ther ar mom that the word don t reach"], ["There is a grace too powerful to name", "ther is a grac too pow to nam"], ["We push away what we can never understand", "we push away what we can nev understand"], ["We push away the unimaginable", "we push away the unimagin"], ["They are standing in the garden", "they ar stand in the gard"], ["Alexander by Eliza’s side", "alexand by eliz s sid"], ["She takes his hand", "she tak his hand"], ["It’s quiet uptown", "it s quiet uptown"], ["Forgiveness. Can you imagine?", "forg can you imagin"], ["Forgiveness. Can you imagine?", "forg can you imagin"], ["If you see him in the street, walking by her side, talking by her side, have pity", "if you see him in the street walk by her sid talk by her sid hav pity"], ["They are going through the unimaginable", "they ar going through the unimagin"]]