[["One two three four", "on two three four"], ["Five six seven eight nine—", "fiv six sev eight nin"], ["There are ten things you need to know", "ther ar ten thing you nee to know"], ["Number one!", "numb on"], ["We rowed across the Hudson at dawn", "we row across the hudson at dawn"], ["My friend, William P. Van Ness signed on as my—", "my friend william p van ness sign on as my"], ["Number two!", "numb two"], ["Hamilton arrived with his crew:", "hamilton ar with his crew"], ["Nathaniel Pendleton and a doctor that he knew", "nathaniel pendleton and a doct that he knew"], ["Number three!", "numb three"], ["I watched Hamilton examine the terrain", "i watch hamilton examin the terrain"], ["I wish I could tell you what was happ’ning in his brain", "i wish i could tel you what was hap ning in his brain"], ["This man has poisoned my political pursuits!", "thi man has poison my polit pursuit"], ["Most disputes die and no one shoots! Number four!", "most disput die and no on shoot numb four"], ["Hamilton drew first position", "hamilton drew first posit"], ["Looking, to the world, like a man on a mission", "look to the world lik a man on a miss"], ["This is a soldier with a marksman’s ability", "thi is a soldy with a marksm s abl"], ["The doctor turned around so he could have deniability", "the doct turn around so he could hav deny"], ["Five!", "fiv"], ["Now I didn’t know this at the time, but we were—", "now i didn t know thi at the tim but we wer"], ["Near the same spot your son died, is that why—", "near the sam spot yo son died is that why"], ["Six!", "six"], ["He examined his gun with such rigor?", "he examin his gun with such rig"], ["I watched as he methodically fiddled with the trigger", "i watch as he method fiddl with the trig"], ["Seven!", "sev"], ["Confession time? Here’s what I got", "confess tim her s what i got"], ["My fellow soldiers’ll tell you I’m a terrible shot", "my fellow soldy ll tel you i m a terr shot"], ["Number eight!", "numb eight"], ["Your last chance to negotiate", "yo last chant to negoty"], ["Send in your seconds, see if they can set the record straight", "send in yo second see if they can set the record straight"], ["They won’t teach you this in your classes", "they won t teach you thi in yo class"], ["But look it up, Hamilton was wearing his glasses", "but look it up hamilton was wear his glass"], ["Why? If not to take deadly aim?", "why if not to tak dead aim"], ["It’s him or me, the world will never be the same", "it s him or me the world wil nev be the sam"], ["I had only one thought before the slaughter:", "i had on on thought bef the slaught"], ["This man will not make an orphan of my daughter", "thi man wil not mak an orph of my daught"], ["Number nine!", "numb nin"], ["Look him in the eye, aim no higher", "look him in the ey aim no high"], ["Summon all the courage you require", "summon al the cour you requir"], ["Then count:", "then count"], ["One two three four five six seven eight nine", "on two three four fiv six sev eight nin"], ["Number ten paces! Fire!—", "numb ten pac fir"], ["I imagine death so much it feels more like a memory", "i imagin dea so much it feel mor lik a mem"], ["Is this where it gets me, on my feet, sev’ral feet ahead of me?", "is thi wher it get me on my feet sev ral feet ahead of me"], ["I see it coming, do I run or fire my gun or let it be?", "i see it com do i run or fir my gun or let it be"], ["There is no beat, no melody", "ther is no beat no melody"], ["Burr, my first friend, my enemy", "bur my first friend my enemy"], ["Maybe the last face I ever see", "mayb the last fac i ev see"], ["If I throw away my shot, is this how you’ll remember me?", "if i throw away my shot is thi how you ll rememb me"], ["What if this bullet is my legacy?", "what if thi bullet is my leg"], ["Legacy. What is a legacy?", "leg what is a leg"], ["It’s planting seeds in a garden you never get to see", "it s plant see in a gard you nev get to see"], ["I wrote some notes at the beginning of a song someone will sing for me", "i wrot som not at the begin of a song someon wil sing for me"], ["America, you great unfinished symphony, you sent for me", "americ you gre unfin symphony you sent for me"], ["You let me make a difference", "you let me mak a diff"], ["A place where even orphan immigrants", "a plac wher ev orph immigr"], ["Can leave their fingerprints and rise up", "can leav their fingerprint and ris up"], ["I’m running out of time. I’m running, and my time’s up", "i m run out of tim i m run and my tim s up"], ["Wise up. Eyes up", "wis up ey up"], ["I catch a glimpse of the other side", "i catch a glimps of the oth sid"], ["Laurens leads a soldiers’ chorus on the other side", "laur lead a soldy chor on the oth sid"], ["My son is on the other side", "my son is on the oth sid"], ["He’s with my mother on the other side", "he s with my moth on the oth sid"], ["Washington is watching from the other side", "washington is watch from the oth sid"], ["Teach me how to say goodbye", "teach me how to say goodby"], ["Rise up, rise up, rise up", "ris up ris up ris up"], ["Eliza", "eliz"], ["My love, take your time", "my lov tak yo tim"], ["I’ll see you on the other side", "i ll see you on the oth sid"], ["Raise a glass to freedom...", "rais a glass to freedom"], ["He aims his pistol at the sky—", "he aim his pistol at the sky"], ["Wait!", "wait"], ["I strike him right between his ribs", "i strike him right between his rib"], ["I walk towards him, but I am ushered away", "i walk toward him but i am ush away"], ["They row him back across the Hudson", "they row him back across the hudson"], ["I get a drink", "i get a drink"], ["Aaaah", "aaaah"], ["Aaaah", "aaaah"], ["Aaaah", "aaaah"], ["I hear wailing in the streets", "i hear wail in the streets"], ["Aaaah", "aaaah"], ["Aaaah", "aaaah"], ["Aaaah", "aaaah"], ["Somebody tells me, “You’d better hide.”", "somebody tel me you d bet hid"], ["Aaaah", "aaaah"], ["Aaaah", "aaaah"], ["Aaaah", "aaaah"], ["They say", "they say"], ["Angelica and Eliza—", "angelic and eliz"], ["Were both at his side when he died", "wer both at his sid when he died"], ["Death doesn’t discriminate", "dea doesn t discrimin"], ["Between the sinners and the saints", "between the sin and the saint"], ["It takes and it takes and it takes", "it tak and it tak and it tak"], ["History obliterates", "hist oblit"], ["In every picture it paints", "in every pict it paint"], ["It paints me and all my mistakes", "it paint me and al my mistak"], ["When Alexander aimed", "when alexand aim"], ["At the sky", "at the sky"], ["He may have been the first one to die", "he may hav been the first on to die"], ["But I’m the one who paid for it", "but i m the on who paid for it"], ["I survived, but I paid for it", "i surv but i paid for it"], ["Now I’m the villain in your history", "now i m the villain in yo hist"], ["I was too young and blind to see...", "i was too young and blind to see"], ["I should’ve known", "i should ve known"], ["I should’ve known", "i should ve known"], ["The world was wide enough for both Hamilton and me", "the world was wid enough for both hamilton and me"], ["The world was wide enough for both Hamilton and me", "the world was wid enough for both hamilton and me"]]