[["Hear ye, hear ye! My name is Samuel Seabury", "hear ye hear ye my nam is samuel seabury"], ["And I present “Free Thoughts on the Proceedings of the Continental Congress!”", "and i pres fre thought on the process of the contin congress"], ["Heed not the rabble who scream revolution", "hee not the rabbl who scream revolv"], ["They have not your interests at heart", "they hav not yo interest at heart"], ["Oh my God. Tear this dude apart", "oh my god tear thi dud apart"], ["Chaos and bloodshed are not a solution", "chao and bloodsh ar not a solv"], ["Don’t let them lead you astray", "don t let them lead you astray"], ["This Congress does not speak for me", "thi congress doe not speak for me"], ["Let him be", "let him be"], ["They’re playing a dangerous game", "they re play a dang gam"], ["I pray the king shows you his mercy", "i pray the king show you his mercy"], ["For shame, for shame…", "for sham for sham"], ["Yo!", "yo"], ["He’d have you all unravel at the", "he d hav you al unravel at the"], ["Sound of screams but the", "sound of screams but the"], ["Revolution is comin’", "revolv is comin"], ["The have-nots are gonna", "the hav not ar gonn"], ["Win this", "win thi"], ["It’s hard to listen to you with a straight face", "it s hard to list to you with a straight fac"], ["Chaos and bloodshed already haunt us, honestly you shouldn’t even talk. And what about Boston? Look at the cost, n’ all that we’ve lost n’ you talk", "chao and bloodsh already haunt us honest you shouldn t ev talk and what about boston look at the cost n al that we ve lost n you talk"], ["About Congress?!", "about congress"], ["My dog speaks more eloquently than thee!", "my dog speak mor eloqu than the"], ["But strangely, your mange is the same", "but strangely yo mang is the sam"], ["Is he in Jersey?", "is he in jersey"], ["For the revolution!", "for the revolv"], ["Heed—", "hee"], ["If you repeat yourself again I’m gonna—", "if you rep yourself again i m gonn"], ["Scream—", "scream"], ["Honestly, look at me, please don’t read!", "honest look at me pleas don t read"], ["Not your interests—", "not yo interest"], ["Don’t modulate the key then not debate with me!", "don t mod the key then not deb with me"], ["Why should a tiny island across the sea regulate the price of tea?", "why should a tiny island across the sea reg the pric of tea"], ["Alexander, please!", "alexand pleas"], ["Burr, I’d rather be divisive than indecisive, drop the niceties", "bur i d rath be divid than indecid drop the nic"], ["Silence! A message from the King!", "sil a mess from the king"], ["A message from the King!", "a mess from the king"], ["A message from the King!", "a mess from the king"]]