[["You say", "you say"], ["The price of my love’s not a price that you’re willing to pay", "the pric of my lov s not a pric that you re wil to pay"], ["You cry", "you cry"], ["In your tea which you hurl in the sea when you see me go by", "in yo tea which you hurl in the sea when you see me go by"], ["Why so sad?", "why so sad"], ["Remember we made an arrangement when you went away", "rememb we mad an arrang when you went away"], ["Now you’re making me mad", "now you re mak me mad"], ["Remember, despite our estrangement, I’m your man", "rememb despit our estrang i m yo man"], ["You’ll be back, soon you’ll see", "you ll be back soon you ll see"], ["You’ll remember you belong to me", "you ll rememb you belong to me"], ["You’ll be back, time will tell", "you ll be back tim wil tel"], ["You’ll remember that I served you well", "you ll rememb that i serv you wel"], ["Oceans rise, empires fall", "oc ris empir fal"], ["We have seen each other through it all", "we hav seen each oth through it al"], ["And when push comes to shove", "and when push com to shov"], ["I will send a fully armed battalion to remind you of my love!", "i wil send a ful arm bat to remind you of my lov"], ["Da da da dat da dat da da da da ya da", "da da da dat da dat da da da da ya da"], ["Da da dat dat da ya da!", "da da dat dat da ya da"], ["Da da da dat da dat da da da da ya da", "da da da dat da dat da da da da ya da"], ["Da da dat dat da…", "da da dat dat da"], ["You say our love is draining and you can’t go on", "you say our lov is drain and you can t go on"], ["You’ll be the one complaining when I am gone...", "you ll be the on complain when i am gon"], ["And no, don’t change the subject", "and no don t chang the subject"], ["Cuz you’re my favorite subject", "cuz you re my favorit subject"], ["My sweet, submissive subject", "my sweet submit subject"], ["My loyal, royal subject", "my loy roy subject"], ["Forever and ever and ever and ever and ever…", "forev and ev and ev and ev and ev"], ["You’ll be back like before", "you ll be back lik bef"], ["I will fight the fight and win the war", "i wil fight the fight and win the war"], ["For your love, for your praise", "for yo lov for yo pra"], ["And I’ll love you till my dying days", "and i ll lov you til my dying day"], ["When you’re gone, I’ll go mad", "when you re gon i ll go mad"], ["So don’t throw away this thing we had", "so don t throw away thi thing we had"], ["Cuz when push comes to shove", "cuz when push com to shov"], ["I will kill your friends and family to remind you of my love", "i wil kil yo friend and famy to remind you of my lov"], ["Da da da dat da dat da da da da ya da", "da da da dat da dat da da da da ya da"], ["Da da dat dat da ya da!", "da da dat dat da ya da"], ["Da da da dat da dat da da da da ya da", "da da da dat da dat da da da da ya da"], ["Da da dat—", "da da dat"], ["Everybody!", "everybody"], ["Da da da dat da dat da da da da ya da", "da da da dat da dat da da da da ya da"], ["Da da dat dat da ya da!", "da da dat dat da ya da"], ["Da da da dat da dat da da da da ya da da da da", "da da da dat da dat da da da da ya da da da da"], ["Dat dat da ya da!", "dat dat da ya da"]]