[["British Admiral Howe’s got troops on the water", "brit admir how s got troop on the wat"], ["Thirty-two thousand troops in New York harbor", "thirty two thousand troop in new york harb"], ["Thirty-two thousand troops in New York harbor", "thirty two thousand troop in new york harb"], ["When they surround our troops!", "when they surround our troop"], ["They surround our troops!", "they surround our troop"], ["When they surround our troops!", "when they surround our troop"], ["As a kid in the Caribbean I wished for a war", "as a kid in the carib i wish for a war"], ["I knew that I was poor", "i knew that i was poor"], ["I knew it was the only way to—", "i knew it was the on way to"], ["Rise up!", "ris up"], ["If they tell my story", "if they tel my story"], ["I am either gonna die on the battlefield in glory or—", "i am eith gonn die on the battlefield in glory or"], ["Rise up!", "ris up"], ["I will fight for this land", "i wil fight for thi land"], ["But there’s only one man", "but ther s on on man"], ["Who can give us a command so we can—", "who can giv us a command so we can"], ["Rise up!", "ris up"], ["Understand? It’s the only way to—", "understand it s the on way to"], ["Rise up! Rise up!", "ris up ris up"], ["Here he comes!", "her he com"], ["Here comes the General!", "her com the gen"], ["Ladies and gentlemen!", "lady and gentlem"], ["Here comes the General!", "her com the gen"], ["The moment you’ve been waiting for!", "the mom you ve been wait for"], ["Here comes the General!", "her com the gen"], ["The pride of Mount Vernon!", "the prid of mount vernon"], ["Here comes the General!", "her com the gen"], ["George Washington!", "georg washington"], ["We are outgunned", "we ar outgun"], ["Outmanned", "outman"], ["Outnumbered", "outnumb"], ["Outplanned", "outplan"], ["We gotta make an all out stand", "we gott mak an al out stand"], ["Ayo, I’m gonna need a right-hand man.", "ayo i m gonn nee a right hand man"], ["Check it—", "check it"], ["Can I be real a second?", "can i be real a second"], ["For just a millisecond?", "for just a millisecond"], ["Let down my guard and tell the people how I feel a second?", "let down my guard and tel the peopl how i feel a second"], ["Now I’m the model of a modern major general", "now i m the model of a modern maj gen"], ["The venerated Virginian veteran whose men are all", "the ven virgin vet whos men ar al"], ["Lining up, to put me up on a pedestal", "lin up to put me up on a pedest"], ["Writin’ letters to relatives", "writin let to rel"], ["Embellishin’ my elegance and eloquence", "embellishin my eleg and eloqu"], ["But the elephant is in the room", "but the eleph is in the room"], ["The truth is in ya face when ya hear the British cannons go…", "the tru is in ya fac when ya hear the brit cannon go"], ["Boom!", "boom"], ["Any hope of success is fleeting", "any hop of success is fleet"], ["How can I keep leading when the people I’m", "how can i keep lead when the peopl i m"], ["Leading keep retreating?", "lead keep ret"], ["We put a stop to the bleeding as the British take Brooklyn", "we put a stop to the blee as the brit tak brooklyn"], ["Knight takes rook, but look", "knight tak rook but look"], ["We are outgunned", "we ar outgun"], ["Outmanned", "outman"], ["Outnumbered", "outnumb"], ["Outplanned", "outplan"], ["We gotta make an all out stand", "we gott mak an al out stand"], ["Ayo, I’m gonna need a right-hand man", "ayo i m gonn nee a right hand man"], ["Incoming!", "incom"], ["They’re battering down the Battery check the damages", "they re bat down the battery check the dam"], ["Rah!", "rah"], ["We gotta stop ‘em and rob ‘em of their advantages", "we gott stop em and rob em of their adv"], ["Rah!", "rah"], ["Let’s take a stand with the stamina God has granted us", "let s tak a stand with the stamin god has grant us"], ["Hamilton won’t abandon ship", "hamilton won t abandon ship"], ["Yo, let’s steal their cannons—", "yo let s ste their cannon"], ["Shh-boom!", "shh boom"], ["Goes the cannon, watch the blood and the shit spray and…", "goe the cannon watch the blood and the shit spray and"], ["Boom!", "boom"], ["Goes the cannon, we’re abandonin’ Kips Bay and…", "goe the cannon we re abandonin kip bay and"], ["Boom!", "boom"], ["There’s another ship and…", "ther s anoth ship and"], ["Boom!", "boom"], ["We just lost the southern tip and…", "we just lost the southern tip and"], ["Boom!", "boom"], ["We gotta run to Harlem quick, we can’t afford another slip", "we gott run to harlem quick we can t afford anoth slip"], ["Guns and horses giddyup", "gun and hors giddyup"], ["I decide to divvy up", "i decid to divvy up"], ["My forces, they’re skittish as the British cut the city up", "my forc they re skit as the brit cut the city up"], ["This close to giving up, facing mad scrutiny", "thi clos to giv up fac mad scrutiny"], ["I scream in the face of this mass mutiny:", "i scream in the fac of thi mass mutiny"], ["Are these the men with which I am to defend America?", "ar thes the men with which i am to defend americ"], ["We ride at midnight, Manhattan in the distance", "we rid at midnight manhat in the dist"], ["I cannot be everywhere at once, people", "i cannot be everywh at ont peopl"], ["I’m in dire need of assistance…", "i m in dir nee of assist"], ["Your excellency, sir!", "yo excel sir"], ["Who are you?", "who ar you"], ["Aaron Burr, Sir?", "aaron bur sir"], ["Permission to state my case?", "permit to stat my cas"], ["As you were", "as you wer"], ["Sir", "sir"], ["I was a captain under General Montgomery", "i was a captain und gen montgomery"], ["Until he caught a bullet in the neck in Quebec", "until he caught a bullet in the neck in quebec"], ["And well, in summary", "and wel in sum"], ["I think that I could be of some assistance", "i think that i could be of som assist"], ["I admire how you keep firing on the British", "i admir how you keep fir on the brit"], ["From a distance", "from a dist"], ["Huh", "huh"], ["I have some questions, a couple of suggestions", "i hav som quest a coupl of suggest"], ["On how to fight instead of fleeing west", "on how to fight instead of fle west"], ["Yes?", "ye"], ["Well—", "wel"], ["Your excellency, you wanted to see me?", "yo excel you want to see me"], ["Hamilton, come in, have you met Burr?", "hamilton com in hav you met bur"], ["Yes, sir", "ye sir"], ["We keep meeting", "we keep meet"], ["As I was saying, sir, I look forward to seeing your strategy play out", "as i was say sir i look forward to see yo strategy play out"], ["Burr?", "bur"], ["Sir?", "sir"], ["Close the door on your way out", "clos the door on yo way out"], ["Have I done something wrong, sir?", "hav i don someth wrong sir"], ["On the contrary", "on the cont"], ["I called you here because our odds are beyond scary", "i cal you her becaus our od ar beyond scary"], ["Your reputation precedes you, but I have to laugh", "yo reput prec you but i hav to laugh"], ["Sir?", "sir"], ["Hamilton, how come no one can get you on their staff?", "hamilton how com no on can get you on their staff"], ["Sir!", "sir"], ["Don’t get me wrong, you’re a young man of great renown", "don t get me wrong you re a young man of gre renown"], ["I know you stole British cannons when we were still downtown", "i know you stol brit cannon when we wer stil downtown"], ["Nathaniel Green and Henry Knox wanted to hire you…", "nathaniel green and henry knox want to hir you"], ["To be their Secretary? I don’t think so", "to be their secret i don t think so"], ["Why’re you upset?", "why re you upset"], ["I’m not—", "i m not"], ["It’s alright, you want to fight, you’ve got a hunger", "it s alright you want to fight you ve got a hung"], ["I was just like you when I was younger", "i was just lik you when i was young"], ["Head full of fantasies of dyin’ like a martyr?", "head ful of fantasy of dyin lik a martyr"], ["Yes", "ye"], ["Dying is easy, young man. Living is harder", "dying is easy young man liv is hard"], ["Why are you telling me this?", "why ar you tel me thi"], ["I’m being honest", "i m being honest"], ["I’m working with a third of what our Congress has promised", "i m work with a third of what our congress has prom"], ["We are a powder keg about to explode", "we ar a powd keg about to explod"], ["I need someone like you to lighten the load. So?", "i nee someon lik you to light the load so"], ["I am not throwin’ away my shot!", "i am not throwin away my shot"], ["I am not throwin’ away my shot!", "i am not throwin away my shot"], ["Ayo, I’m just like my country, I’m young scrappy and hungry!", "ayo i m just lik my country i m young scrappy and hungry"], ["I am not throwing away my shot!", "i am not throwing away my shot"], ["Son", "son"], ["We are outgunned, outmanned!", "we ar outgun outman"], ["You need all the help you can get", "you nee al the help you can get"], ["I have some friends. Laurens, Mulligan", "i hav som friend laur mullig"], ["Marquis de Lafayette, okay, what else?", "marqu de lafayet okay what els"], ["Outnumbered, outplanned!", "outnumb outplan"], ["We’ll need some spies on the inside", "we ll nee som spi on the insid"], ["Some King’s men who might let some things slide", "som king s men who might let som thing slid"], ["I’ll write to Congress and tell ‘em we need supplies, you rally the guys, master the element of surprise", "i ll writ to congress and tel em we nee supply you ral the guy mast the el of surpr"], ["I’ll rise above my station, organize your information, ‘til we rise to the occasion of our new nation. Sir!", "i ll ris abov my stat org yo inform til we ris to the occas of our new nat sir"], ["Here comes the General!", "her com the gen"], ["Rise up!", "ris up"], ["Rise up!", "ris up"], ["Here comes the General!", "her com the gen"], ["Rise up!", "ris up"], ["Here comes the General!", "her com the gen"], ["What?", "what"], ["And his right hand man!", "and his right hand man"], ["Boom!", "boom"]]